{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\n": 5,
      "A": 6,
      "C": 7,
      "G": 8,
      "T": 9,
      "TT": 10,
      "AA": 11,
      "TG": 12,
      "AG": 13,
      "CC": 14,
      "TC": 15,
      "AC": 16,
      "GG": 17,
      "ATT": 18,
      "AT": 19,
      "ATG": 20,
      "TAA": 21,
      "GC": 22,
      "AAAA": 23,
      "ACC": 24,
      "TCC": 25,
      "AGG": 26,
      "ATC": 27,
      "TTC": 28,
      "AGC": 29,
      "AAG": 30,
      "TTTT": 31,
      "TGC": 32,
      "TGG": 33,
      "AAC": 34,
      "TTG": 35,
      "TAG": 36,
      "TAC": 37,
      "TATT": 38,
      "CCC": 39,
      "TGGG": 40,
      "TAT": 41,
      "AGAA": 42,
      "TTTC": 43,
      "AGGG": 44,
      "ATAA": 45,
      "TGTG": 46,
      "ATTC": 47,
      "AGGC": 48,
      "AGCC": 49,
      "ACAC": 50,
      "TTGG": 51,
      "TATG": 52,
      "AAGG": 53,
      "TCTC": 54,
      "TTTG": 55,
      "TCCC": 56,
      "TTCC": 57,
      "AGAG": 58,
      "AAAC": 59,
      "ATGG": 60,
      "AGTG": 61,
      "ATTG": 62,
      "ATGC": 63,
      "AGAC": 64,
      "ACCC": 65,
      "ATCC": 66,
      "TCTG": 67,
      "ATAC": 68,
      "AATG": 69,
      "TCAC": 70,
      "TTAA": 71,
      "TATC": 72,
      "TAAG": 73,
      "TGCC": 74,
      "TAAC": 75,
      "TTGC": 76,
      "AAAG": 77,
      "AAGC": 78,
      "TGGC": 79,
      "TTAC": 80,
      "ATAT": 81,
      "AACC": 82,
      "TAGC": 83,
      "TACC": 84,
      "GGG": 85,
      "GGC": 86,
      "ATATT": 87,
      "TAGG": 88,
      "AATT": 89,
      "AATC": 90,
      "AAAAC": 91,
      "AGTC": 92,
      "AAAAG": 93,
      "TTTTC": 94,
      "TGAC": 95,
      "ATAG": 96,
      "TGAA": 97,
      "TGTC": 98,
      "TTTTG": 99,
      "TTTAA": 100,
      "TTATT": 101,
      "GCC": 102,
      "AAATT": 103,
      "TGAG": 104,
      "AATAA": 105,
      "ACAG": 106,
      "TTTCC": 107,
      "ACTC": 108,
      "AAATG": 109,
      "ATTTC": 110,
      "ACTG": 111,
      "TTAG": 112,
      "TCAG": 113,
      "ACG": 114,
      "ATATG": 115,
      "AGGCC": 116,
      "TGGGC": 117,
      "ACAA": 118,
      "TATTC": 119,
      "TGGCC": 120,
      "ATCTC": 121,
      "AAAT": 122,
      "TTTGC": 123,
      "TGTAA": 124,
      "TTCCC": 125,
      "ATTCC": 126,
      "TTTAG": 127,
      "ATGCC": 128,
      "TTCTC": 129,
      "ACATT": 130,
      "AGAAG": 131,
      "TAAAA": 132,
      "AAAAAAAA": 133,
      "TCCCC": 134,
      "TGGGG": 135,
      "TTTAC": 136,
      "AGGGC": 137,
      "TATTG": 138,
      "ATAAAA": 139,
      "AGATG": 140,
      "ACTT": 141,
      "AAATC": 142,
      "ACCCC": 143,
      "AAGCC": 144,
      "TTTTTTTT": 145,
      "ACCTC": 146,
      "ATGGC": 147,
      "AGAAC": 148,
      "GTG": 149,
      "ATTGC": 150,
      "AAAGC": 151,
      "TTTGG": 152,
      "GGCC": 153,
      "AAGGC": 154,
      "AAAGG": 155,
      "ATATC": 156,
      "TTGCC": 157,
      "ATTAC": 158,
      "ATAAC": 159,
      "AATTC": 160,
      "ATTTG": 161,
      "ATTTT": 162,
      "TTGGC": 163,
      "AGAAAA": 164,
      "ATGGG": 165,
      "ACCAC": 166,
      "AGAGC": 167,
      "ATCCC": 168,
      "AGAGG": 169,
      "ATAAG": 170,
      "AGTAA": 171,
      "AGTTC": 172,
      "TATCC": 173,
      "TCTTC": 174,
      "AGTT": 175,
      "ATCAC": 176,
      "AGGGG": 177,
      "TATGC": 178,
      "TCG": 179,
      "TCAGG": 180,
      "AGTGC": 181,
      "TCTCC": 182,
      "ATAGC": 183,
      "TTGGG": 184,
      "TCAA": 185,
      "AGATT": 186,
      "GGGC": 187,
      "TTTATT": 188,
      "TGCAC": 189,
      "TGAGG": 190,
      "AGCCC": 191,
      "TGTAG": 192,
      "AAGAC": 193,
      "ATGTG": 194,
      "TCTT": 195,
      "TCCTG": 196,
      "TCATT": 197,
      "TTCTG": 198,
      "AAACC": 199,
      "AAGGG": 200,
      "TTAAAA": 201,
      "AATAG": 202,
      "AAGTG": 203,
      "AGTGG": 204,
      "AGACC": 205,
      "AATAC": 206,
      "AGATC": 207,
      "AATGC": 208,
      "AGCAC": 209,
      "TTCAC": 210,
      "GGGG": 211,
      "TTAAC": 212,
      "TTTAT": 213,
      "TTTTCC": 214,
      "TATGG": 215,
      "TCTGC": 216,
      "ATACC": 217,
      "AGTAG": 218,
      "ATAGG": 219,
      "ATCTG": 220,
      "AACAC": 221,
      "TTATG": 222,
      "TACCC": 223,
      "TCTTG": 224,
      "AATTG": 225,
      "AATGG": 226,
      "TCAGC": 227,
      "TCTAA": 228,
      "AATCC": 229,
      "TTAAG": 230,
      "AACCC": 231,
      "TGCTG": 232,
      "TAGCC": 233,
      "ACATG": 234,
      "TTTTTG": 235,
      "AGGTG": 236,
      "TTATC": 237,
      "ATTTAA": 238,
      "AGAAGC": 239,
      "ATTGG": 240,
      "AAATAA": 241,
      "AGCTG": 242,
      "AGTTG": 243,
      "ATTTTC": 244,
      "AATTTT": 245,
      "TCTGG": 246,
      "TCATC": 247,
      "TCAAC": 248,
      "ACTTC": 249,
      "TAGGC": 250,
      "ACAGC": 251,
      "CCCC": 252,
      "AATAT": 253,
      "TCTTTT": 254,
      "TCACC": 255,
      "TGAAG": 256,
      "AGTCC": 257,
      "ATATAA": 258,
      "TCATG": 259,
      "ACTGC": 260,
      "TAAGC": 261,
      "AAAGAA": 262,
      "TCCCAGC": 263,
      "TGTGG": 264,
      "AGTGGC": 265,
      "AGGCTGG": 266,
      "TAAGG": 267,
      "TAAAC": 268,
      "TGATG": 269,
      "TTAGC": 270,
      "ATTTTG": 271,
      "AATATT": 272,
      "AGTAC": 273,
      "TCAAG": 274,
      "TTACC": 275,
      "TTAGG": 276,
      "TGTGC": 277,
      "TGCCC": 278,
      "ACTCC": 279,
      "TCAGCC": 280,
      "TGAAC": 281,
      "AAAAAC": 282,
      "TAACC": 283,
      "ATTATT": 284,
      "TATAC": 285,
      "TGTTG": 286,
      "TAGGG": 287,
      "TCTAC": 288,
      "AAAAGC": 289,
      "AGAGAA": 290,
      "AGGAC": 291,
      "TTGGCC": 292,
      "TGAGC": 293,
      "TAATAA": 294,
      "ATGAC": 295,
      "TGTTC": 296,
      "AAAACC": 297,
      "AGTTTT": 298,
      "TCCAC": 299,
      "TTTGTG": 300,
      "TCTAG": 301,
      "TGATT": 302,
      "TGAGGC": 303,
      "TCTGCC": 304,
      "ATATTC": 305,
      "TGTCC": 306,
      "ACTAC": 307,
      "AGAAGG": 308,
      "AAACAC": 309,
      "AGCG": 310,
      "AACG": 311,
      "ACCATG": 312,
      "ACACACAC": 313,
      "AAAAGG": 314,
      "TTTTGG": 315,
      "AGAAAC": 316,
      "TTTTGC": 317,
      "AGGAAG": 318,
      "TGTAC": 319,
      "ATTTCC": 320,
      "TTCCCC": 321,
      "AAATTC": 322,
      "TGGAC": 323,
      "ATATAC": 324,
      "TGTGTGTG": 325,
      "AAAATAA": 326,
      "TGACC": 327,
      "AATTTC": 328,
      "TTTATG": 329,
      "AGTTTC": 330,
      "TGCG": 331,
      "TATATT": 332,
      "ACATC": 333,
      "TGAAAA": 334,
      "TTTGCC": 335,
      "AGGAGG": 336,
      "TCTTTC": 337,
      "ACAAC": 338,
      "ACTTG": 339,
      "TTTTTAA": 340,
      "ACCG": 341,
      "TCCG": 342,
      "AAAAATT": 343,
      "AAATAC": 344,
      "GCG": 345,
      "ATATTG": 346,
      "TGGAAG": 347,
      "TTTCCC": 348,
      "TCCTC": 349,
      "ACAAG": 350,
      "ATCG": 351,
      "TAAAAC": 352,
      "ATAGAA": 353,
      "AAATGC": 354,
      "ACAGG": 355,
      "AGTTTG": 356,
      "ATACAC": 357,
      "ATTTTTT": 358,
      "TTCTTC": 359,
      "AAGAAG": 360,
      "TGCTGGG": 361,
      "TTGTG": 362,
      "TCACTGC": 363,
      "TATTCC": 364,
      "ACTAA": 365,
      "AGATAA": 366,
      "TGGTG": 367,
      "AAAGAC": 368,
      "TTGCCC": 369,
      "TTTAAG": 370,
      "TTTGGG": 371,
      "AGATGG": 372,
      "TTATAA": 373,
      "TTTATC": 374,
      "AGCTC": 375,
      "ATTTAC": 376,
      "ACACC": 377,
      "AGACAC": 378,
      "AAATGG": 379,
      "AGCCCC": 380,
      "ATTCCC": 381,
      "TCCTGCC": 382,
      "AGAGGG": 383,
      "AACTC": 384,
      "ATGTC": 385,
      "TGTGGC": 386,
      "TTATTC": 387,
      "ATGTAA": 388,
      "AGTCTC": 389,
      "AGCAGC": 390,
      "AACTG": 391,
      "ATATGC": 392,
      "AGTATT": 393,
      "AGAGGC": 394,
      "TCGC": 395,
      "TTCG": 396,
      "ACTGG": 397,
      "TGTGCC": 398,
      "AAAGAG": 399,
      "ATTTGC": 400,
      "AAATTG": 401,
      "TTCTCC": 402,
      "TGTCTC": 403,
      "AAGTC": 404,
      "ATATCC": 405,
      "AGCAGG": 406,
      "TGATC": 407,
      "AGAACC": 408,
      "TGTTTT": 409,
      "AGTAT": 410,
      "ACGG": 411,
      "ATATATAT": 412,
      "TGGGGC": 413,
      "TGCTC": 414,
      "TTTGGC": 415,
      "TAGAC": 416,
      "ATTTATT": 417,
      "TACG": 418,
      "AATGGC": 419,
      "TTGAC": 420,
      "AGGAGAA": 421,
      "AAGTAA": 422,
      "AAGAAAA": 423,
      "TTGAAC": 424,
      "ATATGG": 425,
      "AGGGCC": 426,
      "AATTAA": 427,
      "AGATTC": 428,
      "TATATG": 429,
      "AATATG": 430,
      "AACAAC": 431,
      "TACTC": 432,
      "AGGGGC": 433,
      "AAAGTG": 434,
      "TCCAGCC": 435,
      "AAATCC": 436,
      "TGGGGG": 437,
      "TAATTTT": 438,
      "AGGTGG": 439,
      "TAAATG": 440,
      "AATATC": 441,
      "AAATATT": 442,
      "TGGGCC": 443,
      "TTAAAC": 444,
      "TCCTCC": 445,
      "AAAGCC": 446,
      "GCCC": 447,
      "ATCACC": 448,
      "AATTTG": 449,
      "TAGCTGGG": 450,
      "ACTTTGGG": 451,
      "TTTAAC": 452,
      "TACAC": 453,
      "TTGTTG": 454,
      "ATTGCC": 455,
      "ATAGAG": 456,
      "ATTTGG": 457,
      "AAAATG": 458,
      "ATTACAGGC": 459,
      "AAGAAC": 460,
      "AAGTGG": 461,
      "TTCTGC": 462,
      "AAAGGG": 463,
      "TTGTC": 464,
      "ATTTAG": 465,
      "AATGCC": 466,
      "AATCTC": 467,
      "AAAGGC": 468,
      "AGTGCC": 469,
      "TCTGGC": 470,
      "TGTAATCCCAGC": 471,
      "ATTCTC": 472,
      "TTTTTC": 473,
      "TGCTGC": 474,
      "ATGGCC": 475,
      "TAATG": 476,
      "AAGGCC": 477,
      "GAG": 478,
      "AATAAC": 479,
      "AATTCC": 480,
      "ACGC": 481,
      "AGGTC": 482,
      "AGCAG": 483,
      "ACAAAA": 484,
      "AAACCC": 485,
      "TCCCAAAG": 486,
      "ATCCCC": 487,
      "TTATTG": 488,
      "AAGACC": 489,
      "ATCTTC": 490,
      "TTAGAA": 491,
      "ATGATG": 492,
      "AGGCTGAGGC": 493,
      "AGCTCC": 494,
      "GTGG": 495,
      "ATCTCC": 496,
      "TTGGGG": 497,
      "TGAGAC": 498,
      "TTGGGC": 499,
      "TAAATT": 500,
      "AAGATG": 501,
      "AATGTG": 502,
      "AATTAC": 503,
      "AATAAG": 504,
      "ACCACC": 505,
      "TCAAAA": 506,
      "AGAGCC": 507,
      "TAAAAG": 508,
      "ATAGTG": 509,
      "TTAGCC": 510,
      "ATGGGG": 511,
      "AGGAAC": 512,
      "ATCATC": 513,
      "TCTTCC": 514,
      "ATAAGC": 515,
      "AAGGGC": 516,
      "AGCTGC": 517,
      "TTCTGG": 518,
      "AAGGGG": 519,
      "TGTATT": 520,
      "ACCTCC": 521,
      "AGTTCC": 522,
      "ATAGAC": 523,
      "ACTAG": 524,
      "TTTACC": 525,
      "TGTAT": 526,
      "TTCTAA": 527,
      "AGATGC": 528,
      "AGCTGG": 529,
      "AGCTAA": 530,
      "ATTTTTC": 531,
      "ATGTGG": 532,
      "TTCTAG": 533,
      "TGTTTC": 534,
      "TTGCAGTG": 535,
      "ATACCC": 536,
      "TTAATG": 537,
      "ATCATG": 538,
      "AAGAGG": 539,
      "ATAGGC": 540,
      "AACTCC": 541,
      "ATTTAT": 542,
      "TGAGAA": 543,
      "TCTCCC": 544,
      "TTCTTG": 545,
      "ATCTAA": 546,
      "ATAAGG": 547,
      "TTTTTTG": 548,
      "AGTGGG": 549,
      "ATGAAG": 550,
      "AGTGTG": 551,
      "ATCTTG": 552,
      "ATTAAAA": 553,
      "ATGTTC": 554,
      "TCACCC": 555,
      "TAAGCC": 556,
      "TCGG": 557,
      "ATGTTG": 558,
      "ATCTGC": 559,
      "AGTTAA": 560,
      "AGCACC": 561,
      "AGCTAC": 562,
      "AGATAC": 563,
      "AGCAAG": 564,
      "TCTGTG": 565,
      "TTGAACC": 566,
      "AGTATG": 567,
      "AGGCCC": 568,
      "AAATATC": 569,
      "TTTAGC": 570,
      "ATGGGC": 571,
      "ATGTGC": 572,
      "TTCATT": 573,
      "TAAAAATAC": 574,
      "TGCCCC": 575,
      "TCTCG": 576,
      "TGGTGG": 577,
      "TACTG": 578,
      "ATGAAC": 579,
      "AACCCC": 580,
      "TAGAGAC": 581,
      "TATTGC": 582,
      "AGGTGC": 583,
      "ACCTG": 584,
      "AGGGGG": 585,
      "ATCATT": 586,
      "AGCTTC": 587,
      "TCTTTG": 588,
      "TATTTTTAG": 589,
      "AGGCTGGAGTGC": 590,
      "AATCAC": 591,
      "ATAAAAC": 592,
      "AATTGC": 593,
      "TGGCCC": 594,
      "TATTTATT": 595,
      "TTCTTTT": 596,
      "TTGTAA": 597,
      "TCTTGC": 598,
      "TTATAC": 599,
      "TCATTC": 600,
      "AACATT": 601,
      "AGAAAAG": 602,
      "AGTCTG": 603,
      "TCCCCC": 604,
      "AACATGG": 605,
      "ATGCCC": 606,
      "TCCTTC": 607,
      "TATAAAA": 608,
      "AAATAG": 609,
      "ATAACC": 610,
      "AACTTC": 611,
      "AAATAT": 612,
      "TTTAGG": 613,
      "TTAAGC": 614,
      "TCCTGC": 615,
      "ACTTTT": 616,
      "AGGAAAA": 617,
      "AGCGC": 618,
      "TTAACC": 619,
      "AGTAAG": 620,
      "TGAAAC": 621,
      "AATCCC": 622,
      "ACCTTC": 623,
      "AGTCAC": 624,
      "AGGTTC": 625,
      "AGCATT": 626,
      "TCTATT": 627,
      "ATCAAC": 628,
      "AGGTAA": 629,
      "AATCTG": 630,
      "ACAGAA": 631,
      "TGGAAC": 632,
      "TCAGAA": 633,
      "AGACCC": 634,
      "AAAAAAAAAAAAAAAA": 635,
      "AGTATC": 636,
      "AAGCCC": 637,
      "ACAGAG": 638,
      "TTGTAG": 639,
      "AGCAAC": 640,
      "AGAAAAC": 641,
      "AAAAAAC": 642,
      "ATAGCC": 643,
      "ATGTCC": 644,
      "ATAAAAG": 645,
      "TTTTTTTTTTTTTTTT": 646,
      "ACTCTG": 647,
      "TGGAGG": 648,
      "AAAAAAG": 649,
      "ACCCCC": 650,
      "AGTAAC": 651,
      "TTATCC": 652,
      "AATAGC": 653,
      "AATACC": 654,
      "AAGCG": 655,
      "TAGAAG": 656,
      "TTAAGG": 657,
      "AAAATAC": 658,
      "TATGCC": 659,
      "TAGAAC": 660,
      "GGGCC": 661,
      "ACCTGC": 662,
      "TATATC": 663,
      "TATCCC": 664,
      "TTCAAC": 665,
      "TTACAC": 666,
      "AATGGG": 667,
      "ACTTTC": 668,
      "AGGAGC": 669,
      "ATTTCG": 670,
      "ATAAATAA": 671,
      "AGATTG": 672,
      "TATAAC": 673,
      "ATTAAC": 674,
      "AAGTTC": 675,
      "ATTATG": 676,
      "TAATAC": 677,
      "TCACG": 678,
      "TTTCTTTC": 679,
      "AGTTAC": 680,
      "TTGGAAAC": 681,
      "AGTCCC": 682,
      "TTAGGG": 683,
      "AGTTGG": 684,
      "ATGTAC": 685,
      "TGCTTC": 686,
      "ATAGGG": 687,
      "AAGATC": 688,
      "AGCCG": 689,
      "TATGGC": 690,
      "ACACAC": 691,
      "TGCTGG": 692,
      "AGCATC": 693,
      "TTGAGG": 694,
      "TCCTGG": 695,
      "AGATCC": 696,
      "TGCACTCCAGCC": 697,
      "TCCTGCCTCAGCC": 698,
      "ACCAAC": 699,
      "TCCCAAAGTGCTGGG": 700,
      "ACTGTG": 701,
      "AAAGAAAA": 702,
      "CCCG": 703,
      "TCAGGG": 704,
      "AGCCACC": 705,
      "TTGTTC": 706,
      "TTAGAG": 707,
      "TTGTTTT": 708,
      "AGGATG": 709,
      "ACTTCC": 710,
      "TCCACC": 711,
      "AGTTGC": 712,
      "ATCTAC": 713,
      "AAACG": 714,
      "ATGATT": 715,
      "AATAGG": 716,
      "TCCAGC": 717,
      "AAAATC": 718,
      "TGCAGC": 719,
      "AAGAGC": 720,
      "TAGTG": 721,
      "AGTAGC": 722,
      "TCTGGG": 723,
      "AATCTGC": 724,
      "TTTCTG": 725,
      "TTATGC": 726,
      "ATTCTG": 727,
      "ACCTAA": 728,
      "TACTAAAAATAC": 729,
      "ATATTTGG": 730,
      "TGCAGG": 731,
      "ATAATAA": 732,
      "ATGAAAA": 733,
      "ATGAGG": 734,
      "TTCATC": 735,
      "AGGCCG": 736,
      "AACATC": 737,
      "ACACG": 738,
      "TTCTAC": 739,
      "TATTGG": 740,
      "TTGAAG": 741,
      "ATTTCTC": 742,
      "ACCTGG": 743,
      "ATAAAC": 744,
      "TAGGCC": 745,
      "ATTAAG": 746,
      "ATAGTC": 747,
      "TACTAA": 748,
      "ATTATC": 749,
      "TTACCC": 750,
      "TACAAAA": 751,
      "TTATATT": 752,
      "ATTTTAA": 753,
      "TCCTGACCTC": 754,
      "ATGTAG": 755,
      "TTCTTTC": 756,
      "TCACTGCAACC": 757,
      "TCAGGC": 758,
      "AGGTAG": 759,
      "TCATTG": 760,
      "TACCCC": 761,
      "TTTTGCC": 762,
      "ATTTTTG": 763,
      "ACATGG": 764,
      "TCTAT": 765,
      "AATTGG": 766,
      "TGAAGG": 767,
      "TTTATTC": 768,
      "AAAAAGG": 769,
      "AGTAGG": 770,
      "AGGCGG": 771,
      "TATGGG": 772,
      "AAGTCAC": 773,
      "TCAGAG": 774,
      "TCACAC": 775,
      "TTATGG": 776,
      "AACTAA": 777,
      "AAGTAG": 778,
      "TCTCTCTC": 779,
      "TCCTTG": 780,
      "ACCTTG": 781,
      "TTCCG": 782,
      "ATCTGG": 783,
      "AAGTTG": 784,
      "TGCTCC": 785,
      "AATTTAA": 786,
      "TTAGTG": 787,
      "TTTCCCC": 788,
      "TGGGCAAC": 789,
      "TCAAAC": 790,
      "AGAGAGAG": 791,
      "TATTTTC": 792,
      "ATTTTCC": 793,
      "TCCAGG": 794,
      "CCCAC": 795,
      "TCAAGC": 796,
      "TCCCG": 797,
      "ATTGGC": 798,
      "AAATATG": 799,
      "TGCATG": 800,
      "ATCGC": 801,
      "TCCTAA": 802,
      "TTTTAAAA": 803,
      "AGGATTTCG": 804,
      "TGGTAA": 805,
      "TTCATG": 806,
      "AGCATG": 807,
      "AGAAAGAA": 808,
      "GCCCC": 809,
      "ACATTC": 810,
      "TCATCC": 811,
      "TGTGGG": 812,
      "TACATG": 813,
      "AACTTG": 814,
      "TCCTGAG": 815,
      "TGTTTG": 816,
      "TCTTGG": 817,
      "AGGATTTCGTTGGAAAC": 818,
      "TGTATG": 819,
      "TGAGAG": 820,
      "TCAGTG": 821,
      "TGTTCC": 822,
      "ACAGCC": 823,
      "TTAGAC": 824,
      "TTAAAAC": 825,
      "TGAAGC": 826,
      "AAGTGC": 827,
      "ATTAGG": 828,
      "TAGAAAA": 829,
      "TATTTAA": 830,
      "TAGTAA": 831,
      "AGACCAGCC": 832,
      "ATTTTAC": 833,
      "TGTCTG": 834,
      "AGGCG": 835,
      "TCATGCC": 836,
      "TCAAAG": 837,
      "ATAAATG": 838,
      "TGTATC": 839,
      "AATTTTG": 840,
      "TCCATC": 841,
      "AAGTAC": 842,
      "TCCATG": 843,
      "TTTATTG": 844,
      "ACCATC": 845,
      "AAAAATG": 846,
      "AGGTGTG": 847,
      "TCAAGG": 848,
      "TGCTAA": 849,
      "AGTTTTC": 850,
      "GTCTC": 851,
      "AGTACC": 852,
      "ATTTTTAA": 853,
      "AGAGAC": 854,
      "TATTTTG": 855,
      "TTCAGC": 856,
      "AGGCTGAGGCAGGAGAA": 857,
      "TTCAGG": 858,
      "AAAAGCC": 859,
      "AGACG": 860,
      "TGTAATCCCAGCACTTTGGG": 861,
      "AGCCAC": 862,
      "TCATGG": 863,
      "AACATG": 864,
      "TGGTGC": 865,
      "AGATATT": 866,
      "TTATAT": 867,
      "ACCTAC": 868,
      "TTCAAG": 869,
      "AGAATAA": 870,
      "TGATTC": 871,
      "AAACAAAC": 872,
      "ACCAGC": 873,
      "AACAAAA": 874,
      "ACAATG": 875,
      "AGGTTG": 876,
      "TGAATG": 877,
      "ACTTTG": 878,
      "TTAGGC": 879,
      "ATACG": 880,
      "TCCCAAG": 881,
      "ATGGTGGC": 882,
      "TTTTTTC": 883,
      "ACAGTG": 884,
      "TATAAG": 885,
      "TGATGG": 886,
      "TGAGCC": 887,
      "ATTGGG": 888,
      "TCCTGGG": 889,
      "ATCTAG": 890,
      "TATATAA": 891,
      "AACTAC": 892,
      "AGATAG": 893,
      "TATTTTTT": 894,
      "AAATAAAA": 895,
      "GGGGC": 896,
      "AGGTAC": 897,
      "TCCGCC": 898,
      "ACAAAC": 899,
      "TCTATC": 900,
      "TCTTAC": 901,
      "TTGAACCC": 902,
      "AAGTCC": 903,
      "TTTCG": 904,
      "TGCCAC": 905,
      "ATGATC": 906,
      "TCTATG": 907,
      "AACTGC": 908,
      "ACCGC": 909,
      "AGCTTG": 910,
      "AGGCTGC": 911,
      "AGGATGG": 912,
      "TCATGC": 913,
      "ACATGC": 914,
      "TAATTC": 915,
      "ATTTTATT": 916,
      "TGGCG": 917,
      "ACAGGG": 918,
      "TTTTTCC": 919,
      "AGAAATG": 920,
      "TCATAA": 921,
      "TCACACC": 922,
      "TTATAG": 923,
      "TTGTAC": 924,
      "AACAGC": 925,
      "ACTAT": 926,
      "TGAGGG": 927,
      "ATTTCTG": 928,
      "AAAAAAAAAAAA": 929,
      "TTCTTCC": 930,
      "TTAAAAG": 931,
      "ACCAAG": 932,
      "TGGAGC": 933,
      "ATCAAG": 934,
      "ACATAA": 935,
      "TCACGCC": 936,
      "TCAATG": 937,
      "ACAGGC": 938,
      "AACAAG": 939,
      "TGGGAGG": 940,
      "TGTTGG": 941,
      "ATCAGC": 942,
      "ACATTG": 943,
      "TGGATG": 944,
      "ACCAGG": 945,
      "TTTCACCATG": 946,
      "TGCTTG": 947,
      "ATATATT": 948,
      "TGGATT": 949,
      "AGGAGGC": 950,
      "AAATTCC": 951,
      "TGAAAG": 952,
      "TTTTCCC": 953,
      "TGCTAC": 954,
      "AGCTAG": 955,
      "AGTTATT": 956,
      "TCCCAGCTAC": 957,
      "TGGTAG": 958,
      "TCTTAA": 959,
      "TAAAAAA": 960,
      "ACATCC": 961,
      "TCCAAC": 962,
      "TCAGAC": 963,
      "TTTTTTTC": 964,
      "TAATTG": 965,
      "TGAAACCCC": 966,
      "AGAAGGC": 967,
      "TGGGTGAC": 968,
      "ACTATT": 969,
      "ACCTGCC": 970,
      "TAAGGC": 971,
      "ATCAAAA": 972,
      "TGGGCG": 973,
      "TCAACC": 974,
      "TTAGTC": 975,
      "AATTTTC": 976,
      "TGATAA": 977,
      "AGCTGGG": 978,
      "TGACAC": 979,
      "TAATAG": 980,
      "TCTTTTC": 981,
      "AGATGGGG": 982,
      "ATATATG": 983,
      "TACTTC": 984,
      "AGGCCCC": 985,
      "ACATAC": 986,
      "TTTTTAG": 987,
      "AGGAAAC": 988,
      "TAAATC": 989,
      "CCCAGC": 990,
      "ACCTAG": 991,
      "TGGAAAA": 992,
      "TTTCTTC": 993,
      "ACAGAC": 994,
      "TGAGTG": 995,
      "TGGTTC": 996,
      "ACTATG": 997,
      "TTCCTTCC": 998,
      "TTTTTATT": 999,
      "TCTGTCTC": 1000,
      "GCGG": 1001,
      "ATTCTCCTGCCTCAGCC": 1002,
      "ACTGGG": 1003,
      "AAGAAAC": 1004,
      "AAGATT": 1005,
      "AATATTC": 1006,
      "TTTTATT": 1007,
      "ATGAGC": 1008,
      "TTGAAAA": 1009,
      "ACTCTC": 1010,
      "TCAGTC": 1011,
      "TGTCCC": 1012,
      "TCGGCC": 1013,
      "TGATGC": 1014,
      "AGTTTAA": 1015,
      "TAATGC": 1016,
      "AGGAAGG": 1017,
      "ACTGCC": 1018,
      "TGGATC": 1019,
      "TATATTC": 1020,
      "AGTTTCC": 1021,
      "AAAATAG": 1022,
      "TTTTTTTG": 1023,
      "TTGAGC": 1024,
      "AAAGAAG": 1025,
      "TCCAAG": 1026,
      "TTGTGC": 1027,
      "AGCTGAG": 1028,
      "TTCACC": 1029,
      "TCTACC": 1030,
      "AAATGCC": 1031,
      "ACACACACACACACAC": 1032,
      "AGGATT": 1033,
      "TAGCTGGGACTAC": 1034,
      "ATGAGCC": 1035,
      "TATAGC": 1036,
      "TACATT": 1037,
      "AGGATC": 1038,
      "AGATAT": 1039,
      "TATACC": 1040,
      "AAAGAAC": 1041,
      "TGCGG": 1042,
      "TTCTTTG": 1043,
      "TTGTGG": 1044,
      "ACTCCC": 1045,
      "TCTAAG": 1046,
      "TGTTGC": 1047,
      "TTGTCC": 1048,
      "TTTATCC": 1049,
      "TTAATAA": 1050,
      "TTCTCTC": 1051,
      "TACAAC": 1052,
      "TGTCAC": 1053,
      "TTAAATG": 1054,
      "TGCATC": 1055,
      "TGTGTGTGTGTGTGTG": 1056,
      "TGCACC": 1057,
      "AAAAATC": 1058,
      "AGGATTTCGTTGGAAACGGG": 1059,
      "ATTTTGG": 1060,
      "AGACAGAG": 1061,
      "TATATAT": 1062,
      "TTTGTTTG": 1063,
      "TGTAAG": 1064,
      "TGGTAC": 1065,
      "TAACG": 1066,
      "TCCTAG": 1067,
      "AGTTCG": 1068,
      "AACTAG": 1069,
      "AACACC": 1070,
      "TTCTGCC": 1071,
      "ACTTGG": 1072,
      "AGAGAAG": 1073,
      "TGCATT": 1074,
      "TTTATGC": 1075,
      "GCGC": 1076,
      "TCCTAC": 1077,
      "AGGAAGC": 1078,
      "TTTCACC": 1079,
      "TCTTTAA": 1080,
      "ACAAGG": 1081,
      "AGTTTTG": 1082,
      "ATATTCC": 1083,
      "ACAAAG": 1084,
      "TTTTTAC": 1085,
      "ATTCG": 1086,
      "ATGGTGG": 1087,
      "TCTCAAAC": 1088,
      "TTACG": 1089,
      "TTTCTCC": 1090,
      "TGTGTCC": 1091,
      "AAGAGAA": 1092,
      "TGGCTAA": 1093,
      "AGAAGCC": 1094,
      "AAATGGG": 1095,
      "TAAAATG": 1096,
      "AAGTGGATATTTGG": 1097,
      "TTGATG": 1098,
      "TAGATG": 1099,
      "TTGATT": 1100,
      "TAAATAA": 1101,
      "AGCCAAG": 1102,
      "TAGGGC": 1103,
      "TGCTTTC": 1104,
      "TGATCC": 1105,
      "AACTGG": 1106,
      "TCTAGC": 1107,
      "ATCAGG": 1108,
      "AAGGAAGG": 1109,
      "TGGCCCC": 1110,
      "AAAAAATT": 1111,
      "AGTTAG": 1112,
      "AAAACG": 1113,
      "AAACCCC": 1114,
      "TACTAC": 1115,
      "ACTTGC": 1116,
      "AAATCTC": 1117,
      "AGAAATT": 1118,
      "TAAAGC": 1119,
      "ACTGGC": 1120,
      "TGAATT": 1121,
      "TGTAAC": 1122,
      "ACTCAC": 1123,
      "AAAATATT": 1124,
      "TCTAAC": 1125,
      "AAATAAC": 1126,
      "ATTTTGC": 1127,
      "TAATATT": 1128,
      "TATAAAC": 1129,
      "TGTTAA": 1130,
      "ATGCG": 1131,
      "ACTGTC": 1132,
      "GGCCC": 1133,
      "TGGGGCC": 1134,
      "ACCTCCC": 1135,
      "ACACCC": 1136,
      "ACTTAC": 1137,
      "TATTTTTAGTAGAGAC": 1138,
      "TCAACTAAC": 1139,
      "TATATAC": 1140,
      "TGAATC": 1141,
      "AGCTCTC": 1142,
      "TTTTTGC": 1143,
      "TGGTTG": 1144,
      "AGGACC": 1145,
      "GGCG": 1146,
      "TGGTGGC": 1147,
      "ATTTATC": 1148,
      "TGACCC": 1149,
      "ATTATAA": 1150,
      "AAAATGC": 1151,
      "AGAAATC": 1152,
      "ATTACC": 1153,
      "TTGATC": 1154,
      "TACAGC": 1155,
      "AGACGG": 1156,
      "AAATGGC": 1157,
      "ACATTTGG": 1158,
      "TTGGCCAGGCTGG": 1159,
      "TGTTAC": 1160,
      "TCCTTCC": 1161,
      "AGGCTGGAGTGCAGTGGC": 1162,
      "AAAGTAA": 1163,
      "TGAGTC": 1164,
      "TGACG": 1165,
      "AAATTGC": 1166,
      "TGTAATCCC": 1167,
      "TCTAGG": 1168,
      "TTTTTTTTTTTT": 1169,
      "TAGTTC": 1170,
      "AGAAGGG": 1171,
      "TGTTTTC": 1172,
      "ATGTTTGC": 1173,
      "GGGGG": 1174,
      "ACAAGC": 1175,
      "ACGCCC": 1176,
      "TCATAC": 1177,
      "TGAACC": 1178,
      "TCCCAAAGTGCTGGGATTACAGGC": 1179,
      "AACAGG": 1180,
      "ATGTTTT": 1181,
      "AAAAATAA": 1182,
      "TAGTAG": 1183,
      "TCCTCCC": 1184,
      "TCCATT": 1185,
      "ATCTTTG": 1186,
      "TATTTAC": 1187,
      "TTTCTAA": 1188,
      "AAGAATG": 1189,
      "TGAATAA": 1190,
      "TTATATG": 1191,
      "TATATATT": 1192,
      "TGATTG": 1193,
      "AAAAGGC": 1194,
      "AATTCCC": 1195,
      "ACTGAC": 1196,
      "AATATTG": 1197,
      "TTATTCC": 1198,
      "AGCGG": 1199,
      "TCCGC": 1200,
      "ATCATTC": 1201,
      "TGCTAG": 1202,
      "AATTTAC": 1203,
      "ACCCG": 1204,
      "TGCCG": 1205,
      "ATTAGC": 1206,
      "AGCCAGGC": 1207,
      "ATGTATT": 1208,
      "TTGTATT": 1209,
      "TTTCTTTT": 1210,
      "AGGCTGAGG": 1211,
      "TGGGGGC": 1212,
      "TTCAAAA": 1213,
      "ATTTATG": 1214,
      "ATGTGCC": 1215,
      "TCGCC": 1216,
      "TAGGGG": 1217,
      "TAAGGG": 1218,
      "TCCATCTC": 1219,
      "TGCAAC": 1220,
      "TTCTCTG": 1221,
      "AGAAATAA": 1222,
      "TGTAGC": 1223,
      "AAGTGATCC": 1224,
      "TACTTG": 1225,
      "TGCGC": 1226,
      "AGAGGCC": 1227,
      "TCTTTCC": 1228,
      "TTCAAGC": 1229,
      "ATCTTTC": 1230,
      "TGCAGTG": 1231,
      "ACAATC": 1232,
      "AAACACTCTTTT": 1233,
      "AGCAAAA": 1234,
      "TTTGTAA": 1235,
      "AAATTGG": 1236,
      "TCTTATT": 1237,
      "TCTGCCC": 1238,
      "TGATAC": 1239,
      "ATTTAAG": 1240,
      "TGGCCAACATGG": 1241,
      "ACTTAA": 1242,
      "TGCAAG": 1243,
      "TTTGGGG": 1244,
      "TTCATTC": 1245,
      "TCTCAGC": 1246,
      "TAAAGG": 1247,
      "AGAAAGG": 1248,
      "ATCTTTT": 1249,
      "TTGACC": 1250,
      "AGAGCCC": 1251,
      "AGATTTC": 1252,
      "ACTGAA": 1253,
      "AGAAGCATTC": 1254,
      "ACAACC": 1255,
      "ACGCC": 1256,
      "TATAGAA": 1257,
      "ATTCTGG": 1258,
      "AAACAAAA": 1259,
      "ATAAGCC": 1260,
      "AAATAAG": 1261,
      "TAGCCC": 1262,
      "AGATGGG": 1263,
      "TGCAGCC": 1264,
      "ATGACC": 1265,
      "TATTTCC": 1266,
      "ATTTCCC": 1267,
      "TTGAGCCC": 1268,
      "ATTATTC": 1269,
      "TTCTCCC": 1270,
      "TATAGG": 1271,
      "AGGTCAGG": 1272,
      "TGCTTCC": 1273,
      "TGTACC": 1274,
      "TATTTTTAGTAG": 1275,
      "TACTCGGG": 1276,
      "TCGGC": 1277,
      "TCGCCC": 1278,
      "ATCCG": 1279,
      "AACAGAA": 1280,
      "AAAGGGC": 1281,
      "TACAAG": 1282,
      "ATTTCAC": 1283,
      "TCAATC": 1284,
      "ATATCTC": 1285,
      "TGCATTC": 1286,
      "TAAAAAC": 1287,
      "AGTTTGC": 1288,
      "ATCTTCC": 1289,
      "TCAATAA": 1290,
      "AGGAGGG": 1291,
      "AGACAGGG": 1292,
      "TTTGTAG": 1293,
      "TTCTATT": 1294,
      "TGGATTC": 1295,
      "ACTATC": 1296,
      "ATGTGGG": 1297,
      "TTTTGGC": 1298,
      "ACCTCAGCC": 1299,
      "TAAACC": 1300,
      "AGGTTGCAGTG": 1301,
      "AATTTCC": 1302,
      "TCCCGAG": 1303,
      "TAACCC": 1304,
      "AGGTGGG": 1305,
      "ATCTGCC": 1306,
      "ATCTCGGC": 1307,
      "AAAATTG": 1308,
      "TACTGG": 1309,
      "AGCAGTTTTG": 1310,
      "TGTCTTC": 1311,
      "ATTCCCC": 1312,
      "AGCTGTG": 1313,
      "TATATTG": 1314,
      "TATAAAG": 1315,
      "AAAATGG": 1316,
      "ATATGGC": 1317,
      "TGGAAGTGG": 1318,
      "TGCTTTT": 1319,
      "TGAATAG": 1320,
      "AGGTCC": 1321,
      "TAAAATAA": 1322,
      "AAGCCCC": 1323,
      "ATAAATT": 1324,
      "AAGTCACAGAG": 1325,
      "AATCTGCAAGTGGATATTTGG": 1326,
      "AGAAAGC": 1327,
      "TTGTTTC": 1328,
      "TCCCTCCC": 1329,
      "ACAGTC": 1330,
      "TTCTGTG": 1331,
      "AATCG": 1332,
      "TCCATTC": 1333,
      "AAGAAAG": 1334,
      "AACGC": 1335,
      "TGGTGTG": 1336,
      "TCGGG": 1337,
      "ATATTGG": 1338,
      "TTCTGGG": 1339,
      "TATAGTG": 1340,
      "TGCTGCC": 1341,
      "TGGTTTT": 1342,
      "AAAACCC": 1343,
      "AGATCG": 1344,
      "TACTCC": 1345,
      "AGCAGGG": 1346,
      "TGGAGGC": 1347,
      "ACTGCACTCCAGCC": 1348,
      "TTATAAAA": 1349,
      "ATATTGC": 1350,
      "TCCCGGG": 1351,
      "AGCTTCC": 1352,
      "ATGTTTC": 1353,
      "TTGCG": 1354,
      "TCTTAG": 1355,
      "ATTTGTG": 1356,
      "AGAGAAC": 1357,
      "TCAATT": 1358,
      "TCTTCCC": 1359,
      "TGTAGG": 1360,
      "AGCGCTTTC": 1361,
      "ACATAG": 1362,
      "ACTAAG": 1363,
      "AGATGGC": 1364,
      "AAGAAGG": 1365,
      "TAATGG": 1366,
      "ATTTAAC": 1367,
      "ATGAATG": 1368,
      "TACATC": 1369,
      "CCCAGG": 1370,
      "TCTTTTG": 1371,
      "AAAATTC": 1372,
      "TACTAAAAATACAAAAATT": 1373,
      "TAGTTTT": 1374,
      "ATGAAGC": 1375,
      "TGGAAGG": 1376,
      "TACTGC": 1377,
      "TGTCG": 1378,
      "TACTTTT": 1379,
      "AGTTCAAGACC": 1380,
      "TATAAATT": 1381,
      "TTTAAGG": 1382,
      "ATCTCTC": 1383,
      "AGCAGAG": 1384,
      "ACTGAG": 1385,
      "AGCTTTC": 1386,
      "TCATAG": 1387,
      "ATATGCC": 1388,
      "TCCTTTC": 1389,
      "TGGAAGC": 1390,
      "TTGTTTG": 1391,
      "ATTTGGG": 1392,
      "AGCTGGGC": 1393,
      "ACTCCAGCC": 1394,
      "AAAAAGGAAATATC": 1395,
      "TGGAAAC": 1396,
      "TATGGTG": 1397,
      "AGATGCC": 1398,
      "TTCAGCC": 1399,
      "GCTCTG": 1400,
      "TCCCCCC": 1401,
      "AAGATGG": 1402,
      "ATTCTTTT": 1403,
      "AGTGTTG": 1404,
      "TCCTCTC": 1405,
      "TGTAATCCCAGCTAC": 1406,
      "AACTCCTGACCTC": 1407,
      "AGAAACC": 1408,
      "TATAATG": 1409,
      "ATTTGTC": 1410,
      "AGCAGCC": 1411,
      "TATAATT": 1412,
      "ATCCACCC": 1413,
      "ATCTCAC": 1414,
      "AACAATG": 1415,
      "TACTCAACTAAC": 1416,
      "TGCTGTG": 1417,
      "ATGTGTG": 1418,
      "AACAAAC": 1419,
      "AAGATTC": 1420,
      "AAATACC": 1421,
      "TTTGTGG": 1422,
      "ACCCTGTCTC": 1423,
      "TTATAAG": 1424,
      "TACTAG": 1425,
      "ATGGGGG": 1426,
      "TAATCC": 1427,
      "AGATTCC": 1428,
      "ATAGAAAA": 1429,
      "AGGTGCC": 1430,
      "AATATCC": 1431,
      "AGGGGCC": 1432,
      "AGTCG": 1433,
      "ATGAGAA": 1434,
      "GGCCCC": 1435,
      "TTTTGGG": 1436,
      "AACATTC": 1437,
      "ACTAAC": 1438,
      "ACAATT": 1439,
      "AACCG": 1440,
      "TTCTCG": 1441,
      "GTGGTGGC": 1442,
      "TCCGG": 1443,
      "TGTTATT": 1444,
      "TAGAGG": 1445,
      "ATATATAA": 1446,
      "TTCCCCC": 1447,
      "TTTGCCC": 1448,
      "AGATCAC": 1449,
      "AAAGGCC": 1450,
      "TGGAAGTGGACATTTGG": 1451,
      "ACCACAC": 1452,
      "ACCATGCCC": 1453,
      "TTTTTGG": 1454,
      "TGCATGC": 1455,
      "AAAAGAAAA": 1456,
      "GTGAGCC": 1457,
      "TAATTTC": 1458,
      "TCTCTTC": 1459,
      "TGAAAAC": 1460,
      "TGGCTAAC": 1461,
      "AGCATGG": 1462,
      "TACAGG": 1463,
      "AGATATG": 1464,
      "ACATGCC": 1465,
      "ATCTGTG": 1466,
      "TGGGTGC": 1467,
      "AGTGGGC": 1468,
      "ATCTATT": 1469,
      "TTTGGCC": 1470,
      "AGAGGGG": 1471,
      "AAATCCC": 1472,
      "TGAGGTCAGG": 1473,
      "TGAAATG": 1474,
      "AAGTATT": 1475,
      "ATTGTAG": 1476,
      "ATTACAGGTGTG": 1477,
      "ACCAGCC": 1478,
      "TTCTCAC": 1479,
      "AGTTTGG": 1480,
      "TTTGTAC": 1481,
      "TAGTGG": 1482,
      "AGTTCCC": 1483,
      "AAGAAGC": 1484,
      "AGGAGAG": 1485,
      "ACCTGGC": 1486,
      "AGAGGGC": 1487,
      "TATCG": 1488,
      "AGATAAAA": 1489,
      "AGGCCGAGGC": 1490,
      "TGAGAAC": 1491,
      "TATATGC": 1492,
      "ATCTCAGC": 1493,
      "TGCACCC": 1494,
      "TTTGTTTT": 1495,
      "AAAAATAC": 1496,
      "TTCTTAA": 1497,
      "AAAAGGG": 1498,
      "AGTGGGG": 1499,
      "AGGCAGAGG": 1500,
      "AAACATC": 1501,
      "TTATTGC": 1502,
      "AAGATAA": 1503,
      "TTTGTTG": 1504,
      "TTTAAGC": 1505,
      "TCCTGGC": 1506,
      "AGAAACTTC": 1507,
      "ATTATAT": 1508,
      "TCATTTC": 1509,
      "ACTCG": 1510,
      "TTTATGG": 1511,
      "AGTTTAG": 1512,
      "AGGGAGGG": 1513,
      "ATCCATG": 1514,
      "AAAGATG": 1515,
      "TCTTGCC": 1516,
      "AACTTTT": 1517,
      "TCTCCCC": 1518,
      "TGTGTTC": 1519,
      "TGAACCC": 1520,
      "AAAGAGG": 1521,
      "AAAACAAAAC": 1522,
      "TCTGTAA": 1523,
      "AATGTAA": 1524,
      "AATTCTC": 1525,
      "TTCCTTC": 1526,
      "AAGTTTT": 1527,
      "TTTAACC": 1528,
      "TGTTTTG": 1529,
      "TTAATTTT": 1530,
      "TGGAGTGC": 1531,
      "ACGGC": 1532,
      "AGCAAAC": 1533,
      "TTGTCTC": 1534,
      "AAAGCCC": 1535,
      "TTCAAAC": 1536,
      "ACAGCAGC": 1537,
      "AAGTTTC": 1538,
      "AAGAGAG": 1539,
      "ACCAAAA": 1540,
      "TTGAGCC": 1541,
      "ACTACC": 1542,
      "ACCATT": 1543,
      "ACAGAAGC": 1544,
      "ATATAAAA": 1545,
      "ATTCATTC": 1546,
      "TGAAAAG": 1547,
      "ACCATGG": 1548,
      "AAACCAC": 1549,
      "ATCTGCCC": 1550,
      "TAGCTGGGATTACAGGC": 1551,
      "AGGAATG": 1552,
      "TCCTTTT": 1553,
      "TCAAATT": 1554,
      "AGATAAG": 1555,
      "AGTTTAC": 1556,
      "ATTATTG": 1557,
      "AGAATAG": 1558,
      "AGATAAC": 1559,
      "TGAGCCC": 1560,
      "ATCACAC": 1561,
      "TGGGTGG": 1562,
      "ATGGTAG": 1563,
      "AATATGG": 1564,
      "ACCACACCC": 1565,
      "TCCTAGC": 1566,
      "TGAGGCC": 1567,
      "TGCAAAA": 1568,
      "AGAATGG": 1569,
      "AGGAGAC": 1570,
      "AGTATTC": 1571,
      "ATGAAAC": 1572,
      "AATGGGG": 1573,
      "AGAATTC": 1574,
      "GCGCC": 1575,
      "TGTAGTCCCAGCTAC": 1576,
      "TGTGATG": 1577,
      "AAGGAAG": 1578,
      "TTTTCTTC": 1579,
      "TGTTTCC": 1580,
      "TACCG": 1581,
      "ATGGGGC": 1582,
      "ATTCTAA": 1583,
      "TTATATC": 1584,
      "AGCTGCC": 1585,
      "ATATATATATATATAT": 1586,
      "ATCACG": 1587,
      "TTTGTTC": 1588,
      "TATGTTG": 1589,
      "AATAAGC": 1590,
      "TCTTTGC": 1591,
      "ACTAGG": 1592,
      "TTTCTGC": 1593,
      "AGACCCC": 1594,
      "ATTTTAG": 1595,
      "AGGCAGG": 1596,
      "TAGAAAC": 1597,
      "ATGTGTC": 1598,
      "AAGACAC": 1599,
      "TTATAAC": 1600,
      "TATCTGG": 1601,
      "TATTTTTC": 1602,
      "AGATATC": 1603,
      "GGTAA": 1604,
      "TAGTAC": 1605,
      "AAAGGGG": 1606,
      "AGCAGTG": 1607,
      "AGATTGC": 1608,
      "TCATATT": 1609,
      "TTCCTCC": 1610,
      "ATCTCTG": 1611,
      "TAGATT": 1612,
      "TAGTTG": 1613,
      "TGCAACC": 1614,
      "AGCCTCC": 1615,
      "AGAATAC": 1616,
      "TTTCTTG": 1617,
      "AATATGC": 1618,
      "AAAAAATAA": 1619,
      "TGGACC": 1620,
      "ATAATAC": 1621,
      "AGGTTGG": 1622,
      "TTAAATT": 1623,
      "AGTAAAA": 1624,
      "AAACTGC": 1625,
      "AATTTATT": 1626,
      "AACAGAG": 1627,
      "TCTTTAG": 1628,
      "ATTGTAA": 1629,
      "TGTGCTG": 1630,
      "TAGCG": 1631,
      "TCAAAAC": 1632,
      "ATTGTTC": 1633,
      "ATGCCCC": 1634,
      "ATCCATTC": 1635,
      "AGGTTTG": 1636,
      "ACACACC": 1637,
      "TGCTCTG": 1638,
      "AGAGCG": 1639,
      "ACAGAGC": 1640,
      "ACATATT": 1641,
      "TATTTGC": 1642,
      "TGGTCC": 1643,
      "ACAGCCC": 1644,
      "TTTTATG": 1645,
      "TGCTGGC": 1646,
      "AACGG": 1647,
      "TAGAGC": 1648,
      "AGGGCCC": 1649,
      "TGGTTTC": 1650,
      "AAGAGAC": 1651,
      "ATATATAC": 1652,
      "ATGCTG": 1653,
      "TATATATG": 1654,
      "TATAAGG": 1655,
      "TCTTCTC": 1656,
      "TTTGGGC": 1657,
      "AGTTCTC": 1658,
      "ACCTTCC": 1659,
      "AAACCTC": 1660,
      "ATTTTAAAA": 1661,
      "TTGCCCC": 1662,
      "TATACAC": 1663,
      "AGATACC": 1664,
      "TCCAAAA": 1665,
      "AGTCTTGC": 1666,
      "ATTCTTC": 1667,
      "TCAGCCC": 1668,
      "TCCACCC": 1669,
      "TGGTATT": 1670,
      "AGCAGGC": 1671,
      "TTTAGCC": 1672,
      "AGGGAAG": 1673,
      "TTTTATC": 1674,
      "AGGTTGC": 1675,
      "TATATCC": 1676,
      "TGTGCCC": 1677,
      "TGGATAA": 1678,
      "AGATTTG": 1679,
      "AATTAAAA": 1680,
      "AGCTATT": 1681,
      "ATCTTGGC": 1682,
      "AGAGAAAA": 1683,
      "AGTGTAA": 1684,
      "AATTTAG": 1685,
      "TGGTGGG": 1686,
      "AACATTTC": 1687,
      "ATATATATT": 1688,
      "TTTTAAG": 1689,
      "TTATTGG": 1690,
      "TAGCTGGGACTACAGGC": 1691,
      "AGAACCC": 1692,
      "AGTGGCC": 1693,
      "ATGTTGG": 1694,
      "ATTCCCTTTC": 1695,
      "AATAACC": 1696,
      "TCAAATG": 1697,
      "ACTGCCC": 1698,
      "TTCTTGG": 1699,
      "ATTCTCAGAAACTTC": 1700,
      "ATCTTGG": 1701,
      "TTATGGC": 1702,
      "AGCCCCC": 1703,
      "ATCTCCC": 1704,
      "TTCAAGG": 1705,
      "TTATCTC": 1706,
      "ACCTTTC": 1707,
      "AACTTCC": 1708,
      "AACTTTC": 1709,
      "TGGGCCC": 1710,
      "AGAGATG": 1711,
      "TATGTAA": 1712,
      "TGCACTC": 1713,
      "TCCTCAC": 1714,
      "TGGGTAA": 1715,
      "AGAGAGG": 1716,
      "ATAGAGCAGG": 1717,
      "AAGAATC": 1718,
      "AGGGAGG": 1719,
      "TTGCCCAGGCTGG": 1720,
      "TCCTGGGC": 1721,
      "TAGACAGAAGCATTC": 1722,
      "AGTTCAAGACCAGCC": 1723,
      "TATCTATC": 1724,
      "TCCCAGGTTC": 1725,
      "TGTGTG": 1726,
      "ATTAAAC": 1727,
      "TACAGAA": 1728,
      "TTTTGTTTTG": 1729,
      "TACTTTC": 1730,
      "ATAATTTT": 1731,
      "AGCTATG": 1732,
      "ATCGG": 1733,
      "AGCTCCC": 1734,
      "TTGAACCTGGG": 1735,
      "AGGCTAG": 1736,
      "ATCAATG": 1737,
      "ATTCTCC": 1738,
      "TTGATTG": 1739,
      "TCTCTGC": 1740,
      "AAAAACC": 1741,
      "ACAAATT": 1742,
      "AGATCTC": 1743,
      "TTCGG": 1744,
      "ATTTGCC": 1745,
      "AGGTTTC": 1746,
      "TTTTTGTAG": 1747,
      "TGGCCAAC": 1748,
      "TTATGCC": 1749,
      "TCATTCC": 1750,
      "ATGATTC": 1751,
      "AGGCCAAGGC": 1752,
      "ACTTTTC": 1753,
      "AGCAGAA": 1754,
      "TTCGC": 1755,
      "AGCTCTG": 1756,
      "TCTTTAC": 1757,
      "AGACCATCC": 1758,
      "ACAATAA": 1759,
      "TATTATT": 1760,
      "TGCTTTG": 1761,
      "TCCGTCTC": 1762,
      "TTCCTGG": 1763,
      "AACATAA": 1764,
      "ATCATGC": 1765,
      "TCACGTTTGTG": 1766,
      "TGTAGCC": 1767,
      "TATCCCC": 1768,
      "ATCAGTG": 1769,
      "TCAAAAG": 1770,
      "TCCATCC": 1771,
      "AGGACAC": 1772,
      "TATTTAG": 1773,
      "TGGAGAA": 1774,
      "ACAAAAC": 1775,
      "AATGAATG": 1776,
      "TACACC": 1777,
      "TGTTTAA": 1778,
      "TTGAACATTCCCTTTC": 1779,
      "ACGGG": 1780,
      "TGGAGAC": 1781,
      "TTTTCCCC": 1782,
      "TGCCCCC": 1783,
      "ATGTATG": 1784,
      "ATTTGGC": 1785,
      "ATATCCC": 1786,
      "TTGAAAC": 1787,
      "TGGGGGG": 1788,
      "AGCAAAG": 1789,
      "TAAAATC": 1790,
      "ATTGCCC": 1791,
      "TAAAATT": 1792,
      "TGCTGAG": 1793,
      "GCCG": 1794,
      "TGGGAAG": 1795,
      "ACTTTAA": 1796,
      "TTATAGC": 1797,
      "TTGGGGG": 1798,
      "TATAATAA": 1799,
      "TGATATT": 1800,
      "AGCCTGG": 1801,
      "AGCTGGC": 1802,
      "ACATTTC": 1803,
      "AGTAACC": 1804,
      "TCCCAGG": 1805,
      "AAACAAC": 1806,
      "ATATAAC": 1807,
      "AAAAAGGAAATATCTTCCC": 1808,
      "TAAATTC": 1809,
      "ACAGAAG": 1810,
      "TCTATTC": 1811,
      "ACCGG": 1812,
      "ATTATAC": 1813,
      "ATCAGAG": 1814,
      "TGCAGAG": 1815,
      "AGGGGGC": 1816,
      "AGCGCTTTCAGGCC": 1817,
      "AGGTATT": 1818,
      "AGCAAGG": 1819,
      "TATAATC": 1820,
      "TCTCTCC": 1821,
      "AATGAAC": 1822,
      "ATGTTTG": 1823,
      "ATAATTG": 1824,
      "AGGAAAG": 1825,
      "TAAATAC": 1826,
      "AGGTGGC": 1827,
      "AAAAGAAG": 1828,
      "ATAATAG": 1829,
      "TTTACCC": 1830,
      "AACTGTG": 1831,
      "ATAGATAG": 1832,
      "AGGCAC": 1833,
      "TCCAGTC": 1834,
      "AGGTTTT": 1835,
      "TTAAGCC": 1836,
      "AGGATAC": 1837,
      "TGCAAAC": 1838,
      "ATGCTGG": 1839,
      "TGGGTTC": 1840,
      "AGTCCCC": 1841,
      "TTCCAGC": 1842,
      "AAAAAAATT": 1843,
      "ATATATC": 1844,
      "ATGTAT": 1845,
      "TGCAGGG": 1846,
      "TGCACAC": 1847,
      "ATGAGTG": 1848,
      "ATTTTTATT": 1849,
      "ATGGTG": 1850,
      "TTTCTAC": 1851,
      "AACACTC": 1852,
      "TCTCAGAA": 1853,
      "TTTAGGG": 1854,
      "TCTTGGC": 1855,
      "ATTTACC": 1856,
      "TTTTCTTTT": 1857,
      "TGTAAGG": 1858,
      "TAAATGC": 1859,
      "TTTGAAG": 1860,
      "ATTCTAC": 1861,
      "ATGTGAC": 1862,
      "ACATTGC": 1863,
      "TTCAGTG": 1864,
      "TTTGTATT": 1865,
      "ATTTGAC": 1866,
      "ACAGAAGCATTCTC": 1867,
      "AGCTTTT": 1868,
      "AAGGAAC": 1869,
      "ACCCCCC": 1870,
      "AAAGTAG": 1871,
      "TATCTGGAAGTGGACATTTGG": 1872,
      "ATGTAAG": 1873,
      "TCCCACC": 1874,
      "AGAAAACC": 1875,
      "TCCCTCC": 1876,
      "ACTTTGG": 1877,
      "AAGAGTG": 1878,
      "TGCTCTC": 1879,
      "ATTTGAA": 1880,
      "TATTCCC": 1881,
      "AGTTTGAGACCAGCC": 1882,
      "ACAATGG": 1883,
      "TTCTTGC": 1884,
      "AGCCGGGC": 1885,
      "ATGATGG": 1886,
      "ATGAATGC": 1887,
      "TACGC": 1888,
      "ATGAAGG": 1889,
      "AAAGAGAA": 1890,
      "AATTTGC": 1891,
      "AGTTCGAGACCAGCC": 1892,
      "TTTTTTCC": 1893,
      "AAAGTAC": 1894,
      "TAAAAGC": 1895,
      "ATCTATG": 1896,
      "ATTCTTG": 1897,
      "AACTCCC": 1898,
      "TTTCTTCC": 1899,
      "ATTTAGG": 1900,
      "AAAATAT": 1901,
      "AGGCTG": 1902,
      "ATACCAC": 1903,
      "ATCTTGC": 1904,
      "AGGCGC": 1905,
      "TTCTGTC": 1906,
      "TTTCTAG": 1907,
      "AACCACAC": 1908,
      "ATCATAA": 1909,
      "AATTGCC": 1910,
      "TGTTAG": 1911,
      "AGGCTGGAGTGCAGTGG": 1912,
      "AAAAAAAC": 1913,
      "ACAAATG": 1914,
      "AAAAAGC": 1915,
      "AACACAC": 1916,
      "ACAAAAG": 1917,
      "ATCTGAC": 1918,
      "AGAATTG": 1919,
      "AGTGCCC": 1920,
      "TCCCTGC": 1921,
      "TATAAGC": 1922,
      "TATTTTTAA": 1923,
      "TCTCTG": 1924,
      "AAAAAATG": 1925,
      "TATTTGG": 1926,
      "TTGGTTCC": 1927,
      "TGCTAGG": 1928,
      "TATATGG": 1929,
      "TCATTGC": 1930,
      "AGCTCAC": 1931,
      "AATTATT": 1932,
      "ATGCACC": 1933,
      "AGCCGAG": 1934,
      "TCCAGGC": 1935,
      "TTGGGGC": 1936,
      "TTTCTGG": 1937,
      "TGCCTCAGCC": 1938,
      "AATAAGG": 1939,
      "ATCATCC": 1940,
      "TCCACAC": 1941,
      "ATAATTC": 1942,
      "ACTAGC": 1943,
      "TCTTTGG": 1944,
      "AGCCAGG": 1945,
      "TGATAG": 1946,
      "ATGTATC": 1947,
      "TTTCTCTC": 1948,
      "TCTGGGG": 1949,
      "TGGAGGG": 1950,
      "TAAAGAA": 1951,
      "ATGTGGC": 1952,
      "AATGAAG": 1953,
      "AAGGGGC": 1954,
      "ATGATTG": 1955,
      "TTTAGGC": 1956,
      "TTTGAAAC": 1957,
      "TTTTTCTC": 1958,
      "TATAAAAC": 1959,
      "AACTGTC": 1960,
      "ATCAGAA": 1961,
      "TGCAGGC": 1962,
      "TGTAGTCCCAGC": 1963,
      "TCAGAAG": 1964,
      "TGATTTC": 1965,
      "ATTTTTTC": 1966,
      "AATTTGG": 1967,
      "ACTGTGG": 1968,
      "TTCATTG": 1969,
      "ATTTAGC": 1970,
      "TTAATAC": 1971,
      "AATGTTG": 1972,
      "TGCCACC": 1973,
      "AGATCCC": 1974,
      "ATTCTAG": 1975,
      "TCCAGAG": 1976,
      "TTCTTTTC": 1977,
      "TGTAACC": 1978,
      "ATTCAAC": 1979,
      "GTGAGCCACC": 1980,
      "TAAAACC": 1981,
      "AATGGCC": 1982,
      "ACCCAGC": 1983,
      "TTCTAAG": 1984,
      "TGAAACCCCGTCTC": 1985,
      "TCACTGCAAGC": 1986,
      "TCTGGGC": 1987,
      "ACTTAG": 1988,
      "ACCTCTC": 1989,
      "ACTTATT": 1990,
      "TTTTAAC": 1991,
      "TCTCACTCTG": 1992,
      "AAAGTTG": 1993,
      "ATAGAGC": 1994,
      "ATGATCC": 1995,
      "ATACCTC": 1996,
      "AGGTATG": 1997,
      "TCACTC": 1998,
      "TGCTATT": 1999,
      "AAATATAA": 2000,
      "AAAATCC": 2001,
      "ATGTCTC": 2002,
      "TCACTGCAACCTCTGCC": 2003,
      "ATGAACC": 2004,
      "TACTATC": 2005,
      "ATATGGG": 2006,
      "TTGGGCC": 2007,
      "TGAGAAG": 2008,
      "TCATTTT": 2009,
      "ATTATCC": 2010,
      "AATAGCC": 2011,
      "ATAGAGCAGGTTGG": 2012,
      "AGGTCTC": 2013,
      "ACCTGGG": 2014,
      "ATTGTGG": 2015,
      "TGGCTCACGCC": 2016,
      "TGTCTCC": 2017,
      "TTTCTTTTG": 2018,
      "TTAATAG": 2019,
      "AGCACAC": 2020,
      "TTCATCC": 2021,
      "AGTAAGC": 2022,
      "TGGAGAG": 2023,
      "AGAAAAAAAA": 2024,
      "TGCATAG": 2025,
      "TTAATATT": 2026,
      "AGCAATG": 2027,
      "TAATAT": 2028,
      "ATTAATG": 2029,
      "AGGAGCC": 2030,
      "AGGCACC": 2031,
      "ATGTCTG": 2032,
      "TGGTCTC": 2033,
      "TGTTTGC": 2034,
      "ATGTAAC": 2035,
      "ACAGAAC": 2036,
      "ATTGTTG": 2037,
      "ACCTATG": 2038,
      "AGCTAAC": 2039,
      "TGCTCCC": 2040,
      "TTCAGAA": 2041,
      "AGAAAAGC": 2042,
      "AGGATAA": 2043,
      "TCCTCTG": 2044,
      "AGCTAATTTTTG": 2045,
      "AAACGG": 2046,
      "ATGATAA": 2047,
      "ATCAAGC": 2048,
      "AGCATTC": 2049,
      "AGGATGC": 2050,
      "TTGTAAG": 2051,
      "TTTAAAAAA": 2052,
      "TCCTGTG": 2053,
      "TCCTTTG": 2054,
      "AGCATGC": 2055,
      "TTCTATG": 2056,
      "TGAAAAAGG": 2057,
      "ACATAT": 2058,
      "TTCAGAG": 2059,
      "GCCCGCC": 2060,
      "ATGAGAC": 2061,
      "TTCAGGG": 2062,
      "AAGTGTG": 2063,
      "AGATTTT": 2064,
      "AACTATT": 2065,
      "TCCAGGG": 2066,
      "ATCTTAC": 2067,
      "TACGG": 2068,
      "ACCATCC": 2069,
      "ATCTGTC": 2070,
      "AGCAAGC": 2071,
      "TTGTCTG": 2072,
      "AATGGGC": 2073,
      "GTGCCC": 2074,
      "ACTGCAC": 2075,
      "AGTAGCC": 2076,
      "ATAGGCC": 2077,
      "TTCATAA": 2078,
      "TGCAATC": 2079,
      "TAGGTTTG": 2080,
      "TGAAGCC": 2081,
      "TAATTTG": 2082,
      "TTCATGC": 2083,
      "TAAATATT": 2084,
      "TAAAAGG": 2085,
      "TGGACAC": 2086,
      "AGCACCC": 2087,
      "TGAATAC": 2088,
      "TAGCTGGGATTAC": 2089,
      "TTGAATC": 2090,
      "ATGGCG": 2091,
      "AAAGATC": 2092,
      "AGAAAAGG": 2093,
      "AAAATATC": 2094,
      "ACATTGG": 2095,
      "AGTTGCC": 2096,
      "AGCTTTG": 2097,
      "TTCTGGC": 2098,
      "ACCACTGCACTCCAGCC": 2099,
      "TTATCTG": 2100,
      "ACCTGTG": 2101,
      "ATCTACC": 2102,
      "AACTTAC": 2103,
      "TTATCCC": 2104,
      "AGATTGG": 2105,
      "TAATAAC": 2106,
      "TCCTGAA": 2107,
      "AGCATCC": 2108,
      "ATTTTTTG": 2109,
      "TAATTTTTG": 2110,
      "ATGGAAG": 2111,
      "AGTATTG": 2112,
      "TAATTTTTTG": 2113,
      "TTCTACC": 2114,
      "GCGCCC": 2115,
      "AGGTGAC": 2116,
      "TACTAAAA": 2117,
      "TCACTGCAGCC": 2118,
      "ACTTTTG": 2119,
      "ACCACG": 2120,
      "TTAAGGC": 2121,
      "ACCATGC": 2122,
      "TAAGAAC": 2123,
      "ATTTATTC": 2124,
      "ATGGCCC": 2125,
      "AAGTAAC": 2126,
      "AGATAGC": 2127,
      "AGACTGG": 2128,
      "AAGGCCC": 2129,
      "TGAAACCCCATCTC": 2130,
      "ATCAAAC": 2131,
      "AAACACTCTTTTTGTAG": 2132,
      "TTATTTTATT": 2133,
      "ATCTAT": 2134,
      "GGGTGG": 2135,
      "ATTAGAA": 2136,
      "AAAGAAGC": 2137,
      "TCATTGG": 2138,
      "AGTAAGG": 2139,
      "ATGTTGC": 2140,
      "TGCAGAA": 2141,
      "TTTTGATAC": 2142,
      "AACAGTG": 2143,
      "TCCTGAC": 2144,
      "AAGATAC": 2145,
      "TTATGTG": 2146,
      "ATCATTG": 2147,
      "TCGTG": 2148,
      "TGGAATG": 2149,
      "TCTGTTG": 2150,
      "ACTGTAC": 2151,
      "TTTATTGC": 2152,
      "ATAAAACC": 2153,
      "AAATATTC": 2154,
      "ACACAGG": 2155,
      "AGAGAGAA": 2156,
      "AAGTTCC": 2157,
      "TTCTTAC": 2158,
      "ATGCTGC": 2159,
      "TAGAATG": 2160,
      "TGGAGCC": 2161,
      "AAGAAAAC": 2162,
      "TAAGTAA": 2163,
      "AAGAGGC": 2164,
      "AGCTTGC": 2165,
      "AAAAAGAA": 2166,
      "ACTTTCC": 2167,
      "TCACCCC": 2168,
      "AGGAACC": 2169,
      "TTAATTG": 2170,
      "AAACTAA": 2171,
      "TCCTTGC": 2172,
      "ACACGC": 2173,
      "ACCCACC": 2174,
      "TGTTTGG": 2175,
      "AAGGGCC": 2176,
      "TTCTAAC": 2177,
      "AAGCTGG": 2178,
      "AAGTGAC": 2179,
      "TATATACCC": 2180,
      "ACCCAGCC": 2181,
      "AGCAGAC": 2182,
      "AGGCCAAGG": 2183,
      "AAAGACC": 2184,
      "TGAAATC": 2185,
      "TATGCTGAAAAAGG": 2186,
      "TATTTTTAGTAGAGACGGGG": 2187,
      "AAGTCTC": 2188,
      "ATAGAAGC": 2189,
      "TAGTTTC": 2190,
      "TCTGTGG": 2191,
      "TCATCTC": 2192,
      "TGAAATT": 2193,
      "ACCACGCC": 2194,
      "AAGACCC": 2195,
      "TCAGGCTGG": 2196,
      "ATGTCAC": 2197,
      "TTCTATC": 2198,
      "TGTAAGC": 2199,
      "ATCCATCC": 2200,
      "ACCATTC": 2201,
      "AACAGAC": 2202,
