{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "-",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "N{10,}"
        },
        "content": "-"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "-"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      2
    ],
    "cls": [
      "[CLS]",
      1
    ]
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": " "
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      "A": 6,
      "B": 7,
      "C": 8,
      "G": 9,
      "K": 10,
      "M": 11,
      "N": 12,
      "R": 13,
      "S": 14,
      "T": 15,
      "W": 16,
      "Y": 17,
      "AA": 18,
      "TT": 19,
      "TG": 20,
      "AG": 21,
      "CC": 22,
      "TC": 23,
      "AC": 24,
      "GG": 25,
      "ATT": 26,
      "AT": 27,
      "ATG": 28,
      "GC": 29,
      "TAA": 30,
      "TCC": 31,
      "ACC": 32,
      "AAAA": 33,
      "AGG": 34,
      "AGC": 35,
      "ATC": 36,
      "TTC": 37,
      "AAG": 38,
      "TTTT": 39,
      "TGC": 40,
      "TGG": 41,
      "AAC": 42,
      "TTG": 43,
      "TAG": 44,
      "TAC": 45,
      "CCC": 46,
      "TATT": 47,
      "TGGG": 48,
      "TAT": 49,
      "AGAA": 50,
      "AGGG": 51,
      "TTTC": 52,
      "TGTG": 53,
      "ATAA": 54,
      "ACAC": 55,
      "AGCC": 56,
      "ATTC": 57,
      "AGGC": 58,
      "AAGG": 59,
      "TTGG": 60,
      "TCTC": 61,
      "TATG": 62,
      "TTCC": 63,
      "TCCC": 64,
      "TTTG": 65,
      "AGAG": 66,
      "AAAC": 67,
      "ATGG": 68,
      "TGCC": 69,
      "ATCC": 70,
      "ATGC": 71,
      "ACCC": 72,
      "ATTG": 73,
      "AAAG": 74,
      "TGGC": 75,
      "ATAT": 76,
      "TGAA": 77,
      "AGAC": 78,
      "ATAC": 79,
      "TCAC": 80,
      "TTAA": 81,
      "TTGC": 82,
      "TATC": 83,
      "TAAG": 84,
      "TCTG": 85,
      "TAAC": 86,
      "AGTG": 87,
      "GGC": 88,
      "GGG": 89,
      "TTAC": 90,
      "AAGC": 91,
      "TACC": 92,
      "TAGC": 93,
      "AACC": 94,
      "AATG": 95,
      "TAGG": 96,
      "ATATT": 97,
      "AGTC": 98,
      "TGAC": 99,
      "TTTTC": 100,
      "GCC": 101,
      "AAAAC": 102,
      "AATC": 103,
      "TTTAA": 104,
      "TGTC": 105,
      "AAAAG": 106,
      "ATAG": 107,
      "ATTCC": 108,
      "TGAG": 109,
      "TTATT": 110,
      "TTTCC": 111,
      "ACAG": 112,
      "TTTTG": 113,
      "TCAG": 114,
      "ACAA": 115,
      "ACTC": 116,
      "ACTG": 117,
      "TAAAA": 118,
      "TTAG": 119,
      "ACG": 120,
      "AAATT": 121,
      "CCCC": 122,
      "AATT": 123,
      "AAATG": 124,
      "ATTTC": 125,
      "TGGGC": 126,
      "ATATG": 127,
      "AATAA": 128,
      "AATGG": 129,
      "AGGCC": 130,
      "AAAAAAAA": 131,
      "TATTC": 132,
      "TTCCC": 133,
      "TGGCC": 134,
      "TTTGC": 135,
      "TTTTTTTT": 136,
      "ATCTC": 137,
      "GGGG": 138,
      "ATAAAA": 139,
      "TTTAG": 140,
      "TTCTC": 141,
      "TGGGG": 142,
      "AGAAG": 143,
      "TCCCC": 144,
      "ATGCC": 145,
      "AGGGC": 146,
      "TGTAA": 147,
      "TCG": 148,
      "ACATT": 149,
      "ATGGC": 150,
      "TTTAC": 151,
      "ACCCC": 152,
      "TCAA": 153,
      "ATATC": 154,
      "TTTGG": 155,
      "ATAAC": 156,
      "ATTGC": 157,
      "TTTATT": 158,
      "ATGGG": 159,
      "ATCCC": 160,
      "AGCAC": 161,
      "ATAAG": 162,
      "AGGGG": 163,
      "AGGAG": 164,
      "AAGGC": 165,
      "AAATC": 166,
      "TTGGC": 167,
      "AGAAC": 168,
      "AAGCC": 169,
      "TTGCC": 170,
      "ACCTC": 171,
      "ACTGC": 172,
      "AAAGG": 173,
      "ATTTG": 174,
      "AGATG": 175,
      "TATTG": 176,
      "AAAGC": 177,
      "ATTAC": 178,
      "TTTAT": 179,
      "TTCTG": 180,
      "TTAAAA": 181,
      "TTGGG": 182,
      "TTAAC": 183,
      "TCTCC": 184,
      "GGCC": 185,
      "AGAGC": 186,
      "TTATG": 187,
      "ACCAC": 188,
      "AGTGC": 189,
      "AGAGG": 190,
      "AGAAAA": 191,
      "TTAAG": 192,
      "GTG": 193,
      "ATCAC": 194,
      "AATTC": 195,
      "ATAGC": 196,
      "TCTTC": 197,
      "AGTAA": 198,
      "TATGC": 199,
      "GGGC": 200,
      "ACTCC": 201,
      "AGCCC": 202,
      "AGATT": 203,
      "AAGGG": 204,
      "TGAAG": 205,
      "TCATT": 206,
      "TGAGG": 207,
      "TCTGC": 208,
      "ATACC": 209,
      "TTATC": 210,
      "TGTGG": 211,
      "AATGC": 212,
      "TGTGC": 213,
      "AAACC": 214,
      "TATCC": 215,
      "AGTGG": 216,
      "AATAG": 217,
      "TGCCC": 218,
      "ACAGC": 219,
      "TGATT": 220,
      "TGTAG": 221,
      "AGTTC": 222,
      "AGACC": 223,
      "TATGG": 224,
      "ACATG": 225,
      "AATAC": 226,
      "TGATG": 227,
      "ATAGG": 228,
      "AATCC": 229,
      "TCAGC": 230,
      "TTAGC": 231,
      "TACCC": 232,
      "AGATC": 233,
      "TGAAC": 234,
      "AACCC": 235,
      "TGTTC": 236,
      "TGAGC": 237,
      "ACTTC": 238,
      "TCAGG": 239,
      "TCTTG": 240,
      "TTTTCC": 241,
      "TGTTG": 242,
      "AATTG": 243,
      "TTACC": 244,
      "AGTAG": 245,
      "TGTCC": 246,
      "AGTCC": 247,
      "TCTAA": 248,
      "ATTGG": 249,
      "TCATC": 250,
      "ACAAC": 251,
      "TTTGGG": 252,
      "AGTTG": 253,
      "TTAGG": 254,
      "ATATAA": 255,
      "TAGCC": 256,
      "TCTGG": 257,
      "TCATG": 258,
      "TCACC": 259,
      "ATATATAT": 260,
      "TCAAG": 261,
      "TAGGC": 262,
      "AATTTT": 263,
      "ACATC": 264,
      "ACTAA": 265,
      "ATTTTC": 266,
      "ACAGG": 267,
      "ATTTAA": 268,
      "ACAAG": 269,
      "TGACC": 270,
      "AAAGAA": 271,
      "ACACACAC": 272,
      "AAATAA": 273,
      "ACACC": 274,
      "TGTAC": 275,
      "AATAT": 276,
      "ACAAAA": 277,
      "TCAAC": 278,
      "TAAGC": 279,
      "ACTAC": 280,
      "TGTGTGTG": 281,
      "TGTTTT": 282,
      "TGAAAA": 283,
      "TGATC": 284,
      "ACTTG": 285,
      "ACTGG": 286,
      "AGTAC": 287,
      "TAAGG": 288,
      "ATTATT": 289,
      "TCTTTT": 290,
      "TAGGG": 291,
      "TAACC": 292,
      "AGTT": 293,
      "AGAAGC": 294,
      "TCTAC": 295,
      "AGCG": 296,
      "TGTT": 297,
      "AATATT": 298,
      "ATTTTG": 299,
      "TCTT": 300,
      "AGAAGG": 301,
      "TCAGCC": 302,
      "ATATTC": 303,
      "GCG": 304,
      "AGGCTGG": 305,
      "AGTTTT": 306,
      "TAATAA": 307,
      "AACG": 308,
      "ATTTT": 309,
      "TGAGGC": 310,
      "ATCG": 311,
      "TCTAG": 312,
      "ACGG": 313,
      "TTGGCC": 314,
      "TTCG": 315,
      "ATTTCC": 316,
      "TGCG": 317,
      "TGTATT": 318,
      "ACGC": 319,
      "ACTT": 320,
      "AGAGAA": 321,
      "AAAAGC": 322,
      "AAAACC": 323,
      "TCCG": 324,
      "AGGAAG": 325,
      "TGTAT": 326,
      "TTCCCC": 327,
      "AGCTAC": 328,
      "ATAGAA": 329,
      "AAAAGG": 330,
      "ATTTTTT": 331,
      "TTCAC": 332,
      "ACCG": 333,
      "AACAC": 334,
      "AGTGGC": 335,
      "TAATTTT": 336,
      "TTTGTG": 337,
      "AAGAA": 338,
      "TCTTTC": 339,
      "AAGAC": 340,
      "TCGC": 341,
      "ATATTG": 342,
      "ATACAC": 343,
      "ATTCCATTCC": 344,
      "AGGAGG": 345,
      "AGCCCC": 346,
      "TTTCCC": 347,
      "ACCATG": 348,
      "TTCTTC": 349,
      "TGTCTC": 350,
      "TTTGCC": 351,
      "TTTTGC": 352,
      "AAGAAG": 353,
      "TCCTC": 354,
      "AGTTTC": 355,
      "AAATTC": 356,
      "TATATT": 357,
      "AATGGAATGG": 358,
      "ACTAG": 359,
      "AGCTC": 360,
      "AATTTC": 361,
      "TAAAAC": 362,
      "TGTGGC": 363,
      "AAACAC": 364,
      "TGCTC": 365,
      "TGTTTC": 366,
      "TCCTCC": 367,
      "TAAATG": 368,
      "TTTATG": 369,
      "AAATGG": 370,
      "AGCAGC": 371,
      "AGGGGC": 372,
      "AGGTC": 373,
      "AACTC": 374,
      "TTTTGG": 375,
      "ATATGC": 376,
      "ATATCC": 377,
      "TAAAC": 378,
      "TGCTGC": 379,
      "TGGGGC": 380,
      "AAATGC": 381,
      "TATTCC": 382,
      "TGGGGG": 383,
      "AGGGCC": 384,
      "AAATAC": 385,
      "ATTTAC": 386,
      "TGTGCC": 387,
      "TTCTCC": 388,
      "TCTGCC": 389,
      "AACTCC": 390,
      "AGGAC": 391,
      "TGAGAA": 392,
      "ATATGG": 393,
      "TCAAAA": 394,
      "ATTTGC": 395,
      "AGTAT": 396,
      "TTTGGC": 397,
      "TGCAC": 398,
      "TTGCCC": 399,
      "TTTAAG": 400,
      "TTATAA": 401,
      "TGGGCC": 402,
      "TTCAAG": 403,
      "TGAAGC": 404,
      "TAAAAG": 405,
      "TATAC": 406,
      "TCCAC": 407,
      "AGAGGG": 408,
      "TTTATC": 409,
      "ATGAC": 410,
      "ATTCG": 411,
      "AGATGG": 412,
      "AGAGGC": 413,
      "ATGTC": 414,
      "GCCC": 415,
      "AACAAC": 416,
      "AGACAC": 417,
      "ATTGCC": 418,
      "TGAGAC": 419,
      "TATAA": 420,
      "AGATAA": 421,
      "AGTCTC": 422,
      "TGCCCC": 423,
      "TCGG": 424,
      "TACG": 425,
      "AGTATT": 426,
      "TCACTGC": 427,
      "TTCTGC": 428,
      "TGATCC": 429,
      "TTATTC": 430,
      "AGCTGC": 431,
      "ATGATG": 432,
      "AGAGAGAG": 433,
      "AGGAA": 434,
      "TAAATT": 435,
      "TGGAAG": 436,
      "ATCTCC": 437,
      "AAAAATT": 438,
      "TTGTTG": 439,
      "TCTCTCTC": 440,
      "AAAGTGC": 441,
      "AGGTGG": 442,
      "AATGAA": 443,
      "AAGGCC": 444,
      "ACTTTT": 445,
      "AGATTC": 446,
      "AGAACC": 447,
      "ATGTG": 448,
      "ATTTATT": 449,
      "TGTAATCCC": 450,
      "ATGGCC": 451,
      "AAGAAAA": 452,
      "TCTCCC": 453,
      "AAATCC": 454,
      "AGCTCC": 455,
      "TATATG": 456,
      "AAGTC": 457,
      "ATTCCC": 458,
      "TTTAAC": 459,
      "TGGGATTAC": 460,
      "TTAAAC": 461,
      "GTGG": 462,
      "AATTCC": 463,
      "TGAAAC": 464,
      "TCTTCC": 465,
      "TTGGGG": 466,
      "AGGGGG": 467,
      "AAAATAA": 468,
      "AAAGAG": 469,
      "ACCACC": 470,
      "ATCATC": 471,
      "AGAGCC": 472,
      "TGAGCC": 473,
      "AGGAGAA": 474,
      "AATTAA": 475,
      "ATTTAG": 476,
      "TGATTC": 477,
      "AAATTG": 478,
      "AAAGCC": 479,
      "ATCCCC": 480,
      "TGAAGG": 481,
      "TGGAC": 482,
      "AAAGGC": 483,
      "ATAGAG": 484,
      "AGGAAC": 485,
      "AAGAAC": 486,
      "ACCTCC": 487,
      "AGGAGC": 488,
      "AATATG": 489,
      "TTTTTAA": 490,
      "CCCG": 491,
      "TCCTGCC": 492,
      "TTAGAA": 493,
      "ACAGAA": 494,
      "TTGTC": 495,
      "ATTTGG": 496,
      "AGTTTG": 497,
      "TTGGGC": 498,
      "TTAAAG": 499,
      "TGCTTC": 500,
      "ATAGAC": 501,
      "ATGTAA": 502,
      "AGATGC": 503,
      "AAAGGG": 504,
      "ATGAAG": 505,
      "ATCTTC": 506,
      "TTTCTTTC": 507,
      "ATGTGG": 508,
      "TGTTTG": 509,
      "AATTTG": 510,
      "ATCACC": 511,
      "TCAGAA": 512,
      "AAAAAC": 513,
      "AAGGGG": 514,
      "TCTGTG": 515,
      "TTATTG": 516,
      "AGCTGG": 517,
      "TGTATG": 518,
      "TACAC": 519,
      "AAATATT": 520,
      "AGTTCC": 521,
      "TTGAC": 522,
      "AGTAGC": 523,
      "AAGGGC": 524,
      "AAAAAAAAAAAAAAAA": 525,
      "AGCAAG": 526,
      "GGGCC": 527,
      "AATGGC": 528,
      "TTTTTTTTTTTTTTTT": 529,
      "TGTTCC": 530,
      "ATGTTC": 531,
      "ATCTGC": 532,
      "ATAGGC": 533,
      "AATATC": 534,
      "ATACCC": 535,
      "AATAAC": 536,
      "TTTTTC": 537,
      "ATGTGC": 538,
      "AGTGTG": 539,
      "AGGCCC": 540,
      "TGGTGG": 541,
      "ATGTTG": 542,
      "AATCTC": 543,
      "AGTGGG": 544,
      "ATAAGC": 545,
      "TGAACC": 546,
      "ATGAAC": 547,
      "TGTGGG": 548,
      "TTTACC": 549,
      "TTAACC": 550,
      "TCCCCC": 551,
      "AGGTGC": 552,
      "TTCTTG": 553,
      "TGAAAG": 554,
      "TAAGCC": 555,
      "ATTAAAA": 556,
      "TTCTGG": 557,
      "AAACCC": 558,
      "ATGGGG": 559,
      "TTAGCC": 560,
      "TCCCG": 561,
      "AGCAAC": 562,
      "ATAAAAC": 563,
      "AACCCC": 564,
      "TTCATT": 565,
      "AATTAC": 566,
      "TTCAAC": 567,
      "TTTTTTG": 568,
      "AATGTG": 569,
      "ATAGTG": 570,
      "ATAGCC": 571,
      "TGATAA": 572,
      "ATCTTG": 573,
      "AGCAG": 574,
      "TGGCCC": 575,
      "TCACCC": 576,
      "ATGGGC": 577,
      "ACAGAG": 578,
      "ACCCCC": 579,
      "ACCTGC": 580,
      "AGCAGG": 581,
      "TTCTAA": 582,
      "TATTTATT": 583,
      "TTCTAG": 584,
      "TTAAGC": 585,
      "TTTAGC": 586,
      "ATTTTTC": 587,
      "ATGCCC": 588,
      "TATAAAA": 589,
      "TCATTC": 590,
      "AGCTG": 591,
      "TTCTTTT": 592,
      "TCTCG": 593,
      "AGATAC": 594,
      "AGCCG": 595,
      "TCCTGC": 596,
      "TTGAAC": 597,
      "AGCATC": 598,
      "TATTGC": 599,
      "TGGAAC": 600,
      "ATTAAC": 601,
      "ATAAGG": 602,
      "AGGCTGAGGC": 603,
      "TCTTTG": 604,
      "TTTAGG": 605,
      "AAATAT": 606,
      "AGTATG": 607,
      "TAGAC": 608,
      "AGGAAAA": 609,
      "AGACCC": 610,
      "TTCATC": 611,
      "TAGAAG": 612,
      "TAAAAAA": 613,
      "AGCACC": 614,
      "TATATC": 615,
      "TTGAAG": 616,
      "TGATGG": 617,
      "GCCCC": 618,
      "AGTGCC": 619,
      "ACTTTC": 620,
      "TGAGAG": 621,
      "AGTGAA": 622,
      "ATGTCC": 623,
      "TCTTGC": 624,
      "ATAGGG": 625,
      "AATAAG": 626,
      "TGCTCC": 627,
      "TGTCTG": 628,
      "TTAAGG": 629,
      "ATAAATAA": 630,
      "AGCTTC": 631,
      "TATAAC": 632,
      "AATGCC": 633,
      "TCTATT": 634,
      "AGATCC": 635,
      "AGTCAC": 636,
      "ATGTAC": 637,
      "TTGTAA": 638,
      "AGCATT": 639,
      "TGAGGG": 640,
      "TTATAC": 641,
      "AGAAAGAA": 642,
      "ATAAAAG": 643,
      "ACTCCAGCC": 644,
      "ATAACC": 645,
      "AGTCCC": 646,
      "AATCCC": 647,
      "TAGAAC": 648,
      "ACTCTG": 649,
      "ATCATT": 650,
      "AAGTAA": 651,
      "AAGTGG": 652,
      "ATCAAC": 653,
      "AAACG": 654,
      "AAAAAAC": 655,
      "TTCTAC": 656,
      "ATCATG": 657,
      "AATTGC": 658,
      "TGCTGG": 659,
      "AATCAC": 660,
      "TCTGGG": 661,
      "TTACAC": 662,
      "TATGCC": 663,
      "AGCTAA": 664,
      "TGTCCC": 665,
      "ATCTGG": 666,
      "AGTAAC": 667,
      "ACTTCC": 668,
      "AGGATG": 669,
      "AGTTAA": 670,
      "AGGTAA": 671,
      "AGTAAG": 672,
      "ACTGTG": 673,
      "ATCTAA": 674,
      "TCCTGG": 675,
      "TAGGCC": 676,
      "TTATCC": 677,
      "TGATGC": 678,
      "AAAAAAG": 679,
      "ATTTAT": 680,
      "AGATTG": 681,
      "TTGCAGTG": 682,
      "ACCAAC": 683,
      "TGACAC": 684,
      "AGTCTG": 685,
      "TACCCC": 686,
      "TGTTGC": 687,
      "AGCACTTTGGG": 688,
      "AGTTGG": 689,
      "TAGAGAC": 690,
      "TGTTGG": 691,
      "TCAGGC": 692,
      "AAGATG": 693,
      "AGTTAC": 694,
      "AATCG": 695,
      "AGAAAAG": 696,
      "AAGCCC": 697,
      "TCCCAAAGTGC": 698,
      "ACCGC": 699,
      "GGGGC": 700,
      "TATGGC": 701,
      "TAATAC": 702,
      "TTGTTTT": 703,
      "ATTATG": 704,
      "TCACAC": 705,
      "AATGGG": 706,
      "TCTGGC": 707,
      "AGTTGC": 708,
      "AGCGC": 709,
      "ACCTGG": 710,
      "ACAGCC": 711,
      "AGCATG": 712,
      "AAGCG": 713,
      "TGTCAC": 714,
      "TGTATC": 715,
      "ATAGTC": 716,
      "TATCCC": 717,
      "TTCATG": 718,
      "AGAAAAC": 719,
      "ACATTC": 720,
      "TACAAAA": 721,
      "TACTAAAA": 722,
      "AATAGC": 723,
      "ATCAAG": 724,
      "ACAAAC": 725,
      "ATATATATATATATAT": 726,
      "TGGGATTACAGGC": 727,
      "AAATAG": 728,
      "GTGC": 729,
      "TTGTAG": 730,
      "ATTAAG": 731,
      "ATCTAC": 732,
      "TCAGGG": 733,
      "TTATGC": 734,
      "TGGTGC": 735,
      "TCCTTC": 736,
      "AATCTG": 737,
      "TCAGAG": 738,
      "TTAGAG": 739,
      "AGGTTC": 740,
      "AGTATC": 741,
      "AGGTAG": 742,
      "AGGCTGGAGTGC": 743,
      "ACATGG": 744,
      "ACCTTG": 745,
      "TCAAAC": 746,
      "ATATATT": 747,
      "AGGTTG": 748,
      "TGTAAC": 749,
      "TCTAT": 750,
      "TGAGTG": 751,
      "TTTCCCC": 752,
      "TCAAAG": 753,
      "TCCACC": 754,
      "TGTAAG": 755,
      "ACAGAC": 756,
      "ACATGC": 757,
      "TA": 758,
      "TTCTTTC": 759,
      "TTCAGC": 760,
      "ACAAAG": 761,
      "AATACC": 762,
      "TGCAGC": 763,
      "ATGAAAA": 764,
      "AGGTAC": 765,
      "ATTGGC": 766,
      "TCATTG": 767,
      "ACAGGG": 768,
      "TGTTAA": 769,
      "ACACG": 770,
      "ACAGGC": 771,
      "TCCTTG": 772,
      "ATGTAG": 773,
      "TTTTTTTTTTTT": 774,
      "ATTATC": 775,
      "AAGTGC": 776,
      "ACATAA": 777,
      "AATAAAA": 778,
      "TGGAGG": 779,
      "TATTGG": 780,
      "TGACCC": 781,
      "TTATATT": 782,
      "TCTGAA": 783,
      "TTACCC": 784,
      "TCCAGC": 785,
      "ATTTTAA": 786,
      "ACACACACACACACAC": 787,
      "AACATGG": 788,
      "TTAGGG": 789,
      "TCCATG": 790,
      "TCATGG": 791,
      "TATGGG": 792,
      "AACAAAA": 793,
      "TTCCTTCC": 794,
      "TTATGG": 795,
      "TAATGC": 796,
      "AATTTAA": 797,
      "AAAAAAAAAAAA": 798,
      "TCATCC": 799,
      "TCTTGG": 800,
      "TCGGG": 801,
      "AACAAG": 802,
      "TGTTAC": 803,
      "ATCGC": 804,
      "ACCAAG": 805,
      "TCAAGC": 806,
      "TCAAGG": 807,
      "ACTAT": 808,
      "ACCTAC": 809,
      "TAATGG": 810,
      "TAATAG": 811,
      "TGTGTGTGTGTGTGTG": 812,
      "TTATAT": 813,
      "TAAATC": 814,
      "ACTTTG": 815,
      "TTGTGC": 816,
      "AACTGC": 817,
      "AGGAGGC": 818,
      "ACCAGC": 819,
      "ATTTTTG": 820,
      "ACTGCC": 821,
      "TAGAAAA": 822,
      "TCAGTG": 823,
      "ATTTTCC": 824,
      "TTTTAAAA": 825,
      "AACATC": 826,
      "AATTGG": 827,
      "ACATAC": 828,
      "TTGTGG": 829,
      "TGGCG": 830,
      "ATTTCTC": 831,
      "ACTATT": 832,
      "TCCATC": 833,
      "TGTTTTC": 834,
      "TGATTG": 835,
      "GCGC": 836,
      "AATTATT": 837,
      "ACAGTG": 838,
      "ATGAGG": 839,
      "AGGCCG": 840,
      "TCATAA": 841,
      "AGTAGG": 842,
      "ATGATC": 843,
      "TTGTAC": 844,
      "ACATCC": 845,
      "AAAGAAG": 846,
      "ACCATC": 847,
      "TCCAAG": 848,
      "TTCAGG": 849,
      "TGTAGC": 850,
      "TGAGTC": 851,
      "AGGCG": 852,
      "TTTATTC": 853,
      "TGTAGG": 854,
      "AAGGAAGG": 855,
      "ACTTGC": 856,
      "AGACG": 857,
      "TATAAG": 858,
      "AACATT": 859,
      "ACTGGG": 860,
      "AATAGG": 861,
      "TTGTTC": 862,
      "TGACCTC": 863,
      "ACCTTC": 864,
      "TCACG": 865,
      "AGTACC": 866,
      "TAATTC": 867,
      "TCCAGG": 868,
      "TTTATTG": 869,
      "ATGATT": 870,
      "ACTCCC": 871,
      "TATATAT": 872,
      "TCAGTC": 873,
      "TGATAC": 874,
      "AAAGAAAA": 875,
      "AACTTC": 876,
      "TTTTTCC": 877,
      "ACTGAA": 878,
      "TCATGC": 879,
      "TAATTG": 880,
      "ACATTG": 881,
      "AAGAGC": 882,
      "ACTCTC": 883,
      "TGCATG": 884,
      "AACTAC": 885,
      "AAATAAAA": 886,
      "CCCAGC": 887,
      "TAAGGC": 888,
      "TTAAAAC": 889,
      "AAGAGG": 890,
      "AAACTCC": 891,
      "AAAATAC": 892,
      "TTTTATT": 893,
      "AGTTTTC": 894,
      "TCCTGCCTCAGCC": 895,
      "ACACCC": 896,
      "TTAGGC": 897,
      "TTAGTG": 898,
      "AAATATC": 899,
      "AACAGC": 900,
      "AATTTTC": 901,
      "AACATG": 902,
      "TGGAGC": 903,
      "TATATAA": 904,
      "TAAATAA": 905,
      "ACTTGG": 906,
      "TGCAGG": 907,
      "TTAGAC": 908,
      "ATTGGG": 909,
      "TGTACC": 910,
      "TCTATC": 911,
      "TTGTCC": 912,
      "TCTATG": 913,
      "ACAAGG": 914,
      "ACAATG": 915,
      "AAGTAG": 916,
      "ACCAGCC": 917,
      "GGGGG": 918,
      "ATGAGC": 919,
      "ATACAAAA": 920,
      "GGCG": 921,
      "AAGTAC": 922,
      "TCTTAC": 923,
      "TCAGAC": 924,
      "ATACG": 925,
      "TAAAGC": 926,
      "TTTCG": 927,
      "ATGAGCC": 928,
      "GGCCC": 929,
      "AGATATT": 930,
      "ATCAGC": 931,
      "TCAACC": 932,
      "TGGCTCAC": 933,
      "TTCCG": 934,
      "ATCTAG": 935,
      "AAGTTC": 936,
      "TTATAG": 937,
      "AAGTCC": 938,
      "TACATT": 939,
      "AGGTCC": 940,
      "TTGTATT": 941,
      "TTTTTTC": 942,
      "AGGCTGC": 943,
      "TACTGC": 944,
      "ACTGGC": 945,
      "AAACAAAC": 946,
      "TCTTAA": 947,
      "ACTATG": 948,
      "TTTTTATT": 949,
      "TTTTCCC": 950,
      "ACCTAA": 951,
      "GTCTC": 952,
      "TTGAAAA": 953,
      "ATTTTAC": 954,
      "TACATG": 955,
      "AGGTGTG": 956,
      "AACTGG": 957,
      "TGTTTTG": 958,
      "TAGGGG": 959,
      "AGGATC": 960,
      "TCATGCC": 961,
      "TTAAAAG": 962,
      "AACGG": 963,
      "ATTTTTAA": 964,
      "TGGATG": 965,
      "AAGATC": 966,
      "AGAAATG": 967,
      "ACTGCACTCCAGCC": 968,
      "TCACTGCAACC": 969,
      "ACTGAC": 970,
      "AAGTTG": 971,
      "AGATAG": 972,
      "AGGAAGG": 973,
      "TTCACC": 974,
      "ATCAAAA": 975,
      "AAATATG": 976,
      "TCCTGAG": 977,
      "TCTACC": 978,
      "AGGATT": 979,
      "AAGTAGC": 980,
      "AGCTAG": 981,
      "ACTCAC": 982,
      "AGCTTG": 983,
      "TGCTTG": 984,
      "TAATATT": 985,
      "AACACC": 986,
      "TGCTAC": 987,
      "AAAAATG": 988,
      "ATATATG": 989,
      "ACAAGC": 990,
      "GCGG": 991,
      "AACTTG": 992,
      "ACTCG": 993,
      "TCTTTTC": 994,
      "TTAGTC": 995,
      "TGAAAAC": 996,
      "TGGTAG": 997,
      "AGACCAGCC": 998,
      "ACTTAC": 999,
      "TCAATG": 1000,
      "TGGAAAA": 1001,
      "TTCTTCC": 1002,
      "AGGACC": 1003,
      "TTTGTTTT": 1004,
      "TGTTTCC": 1005,
      "TATTTTG": 1006,
      "AATTTTG": 1007,
      "AGGATGG": 1008,
      "TACTCC": 1009,
      "TGGTAA": 1010,
      "TCCCAGCTAC": 1011,
      "TTTATCC": 1012,
      "AACTAA": 1013,
      "TGGATT": 1014,
      "TTGAACC": 1015,
      "ACTGTC": 1016,
      "AGGCGG": 1017,
      "TGCATT": 1018,
      "TGCCG": 1019,
      "CCCCCC": 1020,
      "TGCATC": 1021,
      "AGGAAAC": 1022,
      "TCCTGGG": 1023,
      "TCTAAG": 1024,
      "TTTTGCC": 1025,
      "TGGTTC": 1026,
      "TGGATC": 1027,
      "AATTAG": 1028,
      "TTTCTCC": 1029,
      "ATAATAA": 1030,
      "ACGCC": 1031,
      "TGGGCAAC": 1032,
      "TAGGGC": 1033,
      "TAGTAA": 1034,
      "TGGTAC": 1035,
      "ACTTAA": 1036,
      "ATAAATG": 1037,
      "TATTTTC": 1038,
      "TATACC": 1039,
      "AAGACC": 1040,
      "TCGCC": 1041,
      "TGTAATCCCAGCACTTTGGG": 1042,
      "ACAACC": 1043,
      "AGCGG": 1044,
      "TCCGCC": 1045,
      "TCCTAA": 1046,
      "TACTTC": 1047,
      "TTGATG": 1048,
      "GCTGC": 1049,
      "TTTCTTC": 1050,
      "TTTCTTTT": 1051,
      "TACAGC": 1052,
      "TTGATT": 1053,
      "AGAGAAG": 1054,
      "AAAATGC": 1055,
      "AGGCTGAGGCAGGAGAA": 1056,
      "TATATATT": 1057,
      "TAGATG": 1058,
      "AGAAGGC": 1059,
      "ACCCG": 1060,
      "ACATAT": 1061,
      "AGTTTAA": 1062,
      "TGGGACTAC": 1063,
      "TCAGGAG": 1064,
      "TAGCCC": 1065,
      "AAATAAC": 1066,
      "TCTAAC": 1067,
      "TCCAAC": 1068,
      "TAAGGG": 1069,
      "TACAAC": 1070,
      "ATCCG": 1071,
      "AGATAT": 1072,
      "TCTTTAA": 1073,
      "TGTTATT": 1074,
      "TATAGC": 1075,
      "ATGTTTT": 1076,
      "TACTAC": 1077,
      "AAATTCC": 1078,
      "AAATAAG": 1079,
      "ACCTGCC": 1080,
      "AAGATT": 1081,
      "TGGGCG": 1082,
      "TCTAGC": 1083,
      "ACAGTC": 1084,
      "TGAAACCCC": 1085,
      "AGTTATT": 1086,
      "TTCAAAA": 1087,
      "AGTTTCC": 1088,
      "TAGTAG": 1089,
      "TGAAAAG": 1090,
      "AGGAAGC": 1091,
      "TTGAACCC": 1092,
      "TGTTTAA": 1093,
      "ATGCG": 1094,
      "TGGTTG": 1095,
      "TAACG": 1096,
      "TATATTC": 1097,
      "AGTTTTG": 1098,
      "AGGTGGG": 1099,
      "TTCTCTC": 1100,
      "TAACCC": 1101,
      "TGCGG": 1102,
      "AAAGAAC": 1103,
      "TAGTTTT": 1104,
      "AAACAAAA": 1105,
      "TAATCC": 1106,
      "ACAATC": 1107,
      "AGCTGGG": 1108,
      "ACCAGG": 1109,
      "AGCAAAA": 1110,
      "TTCTGCC": 1111,
      "TATTTTTT": 1112,
      "GGGGGGGG": 1113,
      "TCCCTCCC": 1114,
      "TGACG": 1115,
      "ATTTTATT": 1116,
      "ATTTCTG": 1117,
      "TCGGCC": 1118,
      "ATATTCC": 1119,
      "TGCAAG": 1120,
      "TTGAGG": 1121,
      "TAAAATG": 1122,
      "TCGGC": 1123,
      "ATGACC": 1124,
      "ACGGC": 1125,
      "ATTTTGG": 1126,
      "AAGAGAA": 1127,
      "GTGAGCC": 1128,
      "TGGTCC": 1129,
      "AACGC": 1130,
      "TTCTTTG": 1131,
      "AGGAGGG": 1132,
      "TCATAC": 1133,
      "TGCTAA": 1134,
      "ATTTTGC": 1135,
      "TACTAA": 1136,
      "TACATC": 1137,
      "TCTAGG": 1138,
      "ATTACC": 1139,
      "TGGGTGAC": 1140,
      "AACAGAA": 1141,
      "AAATGCC": 1142,
      "ATTAGC": 1143,
      "TCTGCCC": 1144,
      "ACTGAG": 1145,
      "TTTGTTTG": 1146,
      "TTACG": 1147,
      "TATTTAA": 1148,
      "TTGATC": 1149,
      "TGCACC": 1150,
      "AACTAG": 1151,
      "TTGACC": 1152,
      "TCTGTCTC": 1153,
      "AGCTGAG": 1154,
      "AGAAGCC": 1155,
      "TCCTTCC": 1156,
      "AGCCAAG": 1157,
      "AGAATAA": 1158,
      "TTTCACCATG": 1159,
      "TCCTAC": 1160,
      "TGCTTTT": 1161,
      "AATATTC": 1162,
      "TCCGC": 1163,
      "AGAAGGG": 1164,
      "TCTTTCC": 1165,
      "AGTTAG": 1166,
      "TTGAGC": 1167,
      "ATGGTGGC": 1168,
      "TGCAAC": 1169,
      "AAGAAAC": 1170,
      "TTTCACC": 1171,
      "AGAAATC": 1172,
      "TGCGC": 1173,
      "AATTTCC": 1174,
      "TTTTTTTC": 1175,
      "AGCCTGG": 1176,
      "ATGTGCC": 1177,
      "ATTCCCC": 1178,
      "TAAACC": 1179,
      "AGGGAGGG": 1180,
      "TAAAGG": 1181,
      "TGGGAGG": 1182,
      "TTTTTAG": 1183,
      "TAAAAAC": 1184,
      "AGATGGGG": 1185,
      "TGTTAG": 1186,
      "TGATATT": 1187,
      "TATCTATC": 1188,
      "ATTCCATTCCATTCCATTCC": 1189,
      "TCCTAG": 1190,
      "TTTTTAC": 1191,
      "ATATGCC": 1192,
      "AAAATAG": 1193,
      "ACCTAG": 1194,
      "ATTTCCC": 1195,
      "TGATAG": 1196,
      "TATATAC": 1197,
      "TTTCTGC": 1198,
      "AAAAATC": 1199,
      "ATTTATC": 1200,
      "ATTATAA": 1201,
      "TCCTCCC": 1202,
      "AGAGCCC": 1203,
      "ATGTATT": 1204,
      "AGATGGG": 1205,
      "TGGGGCC": 1206,
      "TCAATC": 1207,
      "TACAAG": 1208,
      "AGTCG": 1209,
      "ACTATC": 1210,
      "TTTAGTAGAGAC": 1211,
      "ATTAGG": 1212,
      "ACTAAG": 1213,
      "AATGGAATC": 1214,
      "TTCATTC": 1215,
      "TGTCG": 1216,
      "AAATGGC": 1217,
      "TGAAATG": 1218,
      "TTTGGGG": 1219,
      "CCCCCCCC": 1220,
      "TAATTTTTGTATT": 1221,
      "TATAAAC": 1222,
      "TACTTG": 1223,
      "TTAAATG": 1224,
      "TGGGATT": 1225,
      "ATATCTC": 1226,
      "TACTGG": 1227,
      "TTTAGTAG": 1228,
      "TGCTAG": 1229,
      "TGGGGGC": 1230,
      "AACAGG": 1231,
      "ACTCAG": 1232,
      "ATTTCAC": 1233,
      "ATTTATG": 1234,
      "TGCTTTC": 1235,
      "ATCTTTT": 1236,
      "AGATTTC": 1237,
      "TCCAGCC": 1238,
      "ACCACG": 1239,
      "GCCG": 1240,
      "ACGGG": 1241,
      "ATATAAAA": 1242,
      "ATGGTGG": 1243,
      "TTCTCCC": 1244,
      "TTCCCCC": 1245,
      "ATTATTC": 1246,
      "ACTAAC": 1247,
      "ATGTGTG": 1248,
      "AGAGGCC": 1249,
      "TATTTCC": 1250,
      "ATTCCATTC": 1251,
      "ATCAGG": 1252,
      "TCGCCC": 1253,
      "TGGTTTT": 1254,
      "ACATAG": 1255,
      "TGTTTGC": 1256,
      "AGTTTGC": 1257,
      "AGGTCAGGAG": 1258,
      "GGGGCC": 1259,
      "AGCTGTG": 1260,
      "ACCAAAA": 1261,
      "TGAATAA": 1262,
      "TTCCTCC": 1263,
      "TAGTTC": 1264,
      "AAGGAAG": 1265,
      "AACCG": 1266,
      "AGCAGCC": 1267,
      "TTGTTTC": 1268,
      "TGAGGCC": 1269,
      "ACTAGG": 1270,
      "AGACAGAG": 1271,
      "AAATTGC": 1272,
      "TACTTTT": 1273,
      "TTATATG": 1274,
      "ACTACC": 1275,
      "ATATATAA": 1276,
      "ACAAAAC": 1277,
      "ATACAAAAATT": 1278,
      "AAGAAAG": 1279,
      "AGATGGC": 1280,
      "AGTAAAA": 1281,
      "TCTTATT": 1282,
      "TTAATAA": 1283,
      "TTTGTTG": 1284,
      "AAAAATAA": 1285,
      "TCCGG": 1286,
      "TTCTGTG": 1287,
      "AGAAAGC": 1288,
      "TCCTTTT": 1289,
      "ATTTGAA": 1290,
      "AGATTCC": 1291,
      "TTGCG": 1292,
      "ATTTGTG": 1293,
      "TATTTAC": 1294,
      "AATGGAATGGAATGGAATGG": 1295,
      "AGGAAAG": 1296,
      "TAGTGG": 1297,
      "ATAGATAG": 1298,
      "TGCTGCC": 1299,
      "TGAGCCC": 1300,
      "ATCTTTC": 1301,
      "ACCTGGC": 1302,
      "ATCACTTG": 1303,
      "AGACGG": 1304,
      "AAATCTC": 1305,
      "TTTGTAA": 1306,
      "ATTTAAG": 1307,
      "TCTTCCC": 1308,
      "TCTTTTG": 1309,
      "ACCTCCC": 1310,
      "ATCATTC": 1311,
      "AGGTG": 1312,
      "TTCAAGC": 1313,
      "AGTTCCC": 1314,
      "TGTAATCCCAGCTAC": 1315,
      "TCCTTTC": 1316,
      "TTATTCC": 1317,
      "TTTGCCC": 1318,
      "AAAAGAAAA": 1319,
      "GGAAG": 1320,
      "ATCTCAC": 1321,
      "TCTCCCC": 1322,
      "AGGAGAG": 1323,
      "AAAGTAA": 1324,
      "AAACCCC": 1325,
      "TGGACC": 1326,
      "TCTTAG": 1327,
      "AGGCTGAGG": 1328,
      "AGCCTCC": 1329,
      "TTCTATT": 1330,
      "TCATAG": 1331,
      "TAATTTC": 1332,
      "TGCTTCC": 1333,
      "AAATACC": 1334,
      "TGCTG": 1335,
      "AGCAGAG": 1336,
      "TGCTGGG": 1337,
      "AAAAGGC": 1338,
      "ATTCCATTCG": 1339,
      "AGCAGAA": 1340,
      "AAAACG": 1341,
      "TATAAAG": 1342,
      "AAAATATT": 1343,
      "ACATATT": 1344,
      "TGAACCC": 1345,
      "AAAATGG": 1346,
      "AGCTGCC": 1347,
      "TTCTCTG": 1348,
      "ATAAGCC": 1349,
      "TGTAAAA": 1350,
      "TATAGG": 1351,
      "ATTTAAC": 1352,
      "TTCGG": 1353,
      "ATGTTTC": 1354,
      "TTCGC": 1355,
      "TGCTGTG": 1356,
      "AGCCAGGC": 1357,
      "AAATGGG": 1358,
      "TGATTTC": 1359,
      "AGGGAAG": 1360,
      "AATATTG": 1361,
      "ACTTTAA": 1362,
      "TAGTTG": 1363,
      "TGCAGCC": 1364,
      "TAGTAC": 1365,
      "AATTCCC": 1366,
      "AGAATGG": 1367,
      "TAGAGC": 1368,
      "TGAAATC": 1369,
      "TCTCTCC": 1370,
      "TACCG": 1371,
      "TTTTGGC": 1372,
      "AGAAATAA": 1373,
      "ACCACAC": 1374,
      "ACCCAGC": 1375,
      "TGCCCCC": 1376,
      "AGGCTGGAGTGCAGTGGC": 1377,
      "TATATTG": 1378,
      "AGAGAAC": 1379,
      "ATGGGGC": 1380,
      "AGAAATT": 1381,
      "TGCAGTG": 1382,
      "TGCAAAA": 1383,
      "AGCTTCC": 1384,
      "AATTTAC": 1385,
      "AGGGGCC": 1386,
      "TATCG": 1387,
      "ATATGGC": 1388,
      "TAGATT": 1389,
      "TGGTGTG": 1390,
      "ATTCTCC": 1391,
      "TGGGAAG": 1392,
      "TCAAATT": 1393,
      "AGCCCCC": 1394,
      "AAAATTG": 1395,
      "TTAATTTT": 1396,
      "TGTAGTCCCAGCTAC": 1397,
      "TAGAGG": 1398,
      "AATGTAA": 1399,
      "AGAGGGG": 1400,
      "AAAGGGC": 1401,
      "AAAAGCC": 1402,
      "TGGTGGC": 1403,
      "AGATTGC": 1404,
      "TTGGCCAGGCTGG": 1405,
      "AGAAAGG": 1406,
      "TCCATT": 1407,
      "AAAACCC": 1408,
      "AAAGCCC": 1409,
      "GGAGG": 1410,
      "TGGAAGG": 1411,
      "ATTCATTC": 1412,
      "TCAATAA": 1413,
      "TGGAAAC": 1414,
      "TTTGGCC": 1415,
      "AACAAAC": 1416,
      "ATATTGC": 1417,
      "TCCCAAAGTGCTGGGATTACAGGC": 1418,
      "TTTGTAG": 1419,
      "AGTGGCC": 1420,
      "AGCTTTC": 1421,
      "TGGAGGC": 1422,
      "TTTTTGC": 1423,
      "TCAAAAC": 1424,
      "TCCCTCC": 1425,
      "TTTGAAG": 1426,
      "AAATAGC": 1427,
      "TGGGGGG": 1428,
      "TCTCTGC": 1429,
      "TAGATC": 1430,
      "TCCCAGC": 1431,
      "ACAGAAG": 1432,
      "TACACC": 1433,
      "ACTTTTC": 1434,
      "ACTAGC": 1435,
      "GGGGGC": 1436,
      "TTTTGGG": 1437,
      "AGAGGGC": 1438,
      "TTTAAGG": 1439,
      "TTTATGC": 1440,
      "TACAGG": 1441,
      "AGCCAGG": 1442,
      "TTATAAAA": 1443,
      "AGGGGGC": 1444,
      "TTTAACC": 1445,
      "AAATCCC": 1446,
      "ATAAATT": 1447,
      "ACCATT": 1448,
      "TCTTCTC": 1449,
      "TTTCTTG": 1450,
      "AGATGCC": 1451,
      "TACAGAA": 1452,
      "TGTTCTC": 1453,
      "AGTGGGG": 1454,
      "AGAGAAAA": 1455,
      "ACCGG": 1456,
      "ATATATC": 1457,
      "TTTCTAA": 1458,
      "TAGTGC": 1459,
      "TCAGCCC": 1460,
      "ACCTCAGCC": 1461,
      "AGTTTGG": 1462,
      "AGGGCCC": 1463,
      "ATTCTGG": 1464,
      "TCCTGAGTAGC": 1465,
      "AGACCCC": 1466,
      "ATCTTCC": 1467,
      "ACAGAGC": 1468,
      "AAATTGG": 1469,
      "AAAGATG": 1470,
      "AGGTGCC": 1471,
      "TGTGCCC": 1472,
      "TCATTTC": 1473,
      "AACTTTT": 1474,
      "TGGTCTC": 1475,
      "ACATGCC": 1476,
      "TAAAATAA": 1477,
      "TTTGTATT": 1478,
      "TGTTTGG": 1479,
      "TGAAGCC": 1480,
      "TTCTCAC": 1481,
      "AACATTC": 1482,
      "ATCTCTC": 1483,
      "ATTTGTC": 1484,
      "TTTAGCC": 1485,
      "TAATAT": 1486,
      "TCTGTGC": 1487,
      "TGTGGCC": 1488,
      "TTTTAAG": 1489,
      "TCCCGGG": 1490,
      "TGAATAG": 1491,
      "TTCTGGG": 1492,
      "ATGAGAA": 1493,
      "ATGGGCC": 1494,
      "AAACAAC": 1495,
      "TCTTTGC": 1496,
      "TACGG": 1497,
      "ATATTGG": 1498,
      "ATTCTCCTGCCTCAGCC": 1499,
      "AGGAGAC": 1500,
      "ACAGCCC": 1501,
      "TGAAACCC": 1502,
      "TAGCG": 1503,
      "TATAGAA": 1504,
      "AGCTCAC": 1505,
      "TTGGGGG": 1506,
      "TCCCAGG": 1507,
      "ATCTCGGC": 1508,
      "ATAATAC": 1509,
      "AAAAGGG": 1510,
      "TTTAAGC": 1511,
      "TGGAAGC": 1512,
      "AGATATG": 1513,
      "ACAAAAG": 1514,
      "TCTTGCC": 1515,
      "AAGAAGG": 1516,
      "AGGCTCC": 1517,
      "TGTGTGC": 1518,
      "TGTATTC": 1519,
      "ATGCTGC": 1520,
      "ATCCATCC": 1521,
      "TGTGTCC": 1522,
      "TTCCTTC": 1523,
      "AAAACAAAA": 1524,
      "ACAAATG": 1525,
      "TGTCTCC": 1526,
      "TTATTGC": 1527,
      "TGTTTAC": 1528,
      "AAAGGCC": 1529,
      "TGGGTGG": 1530,
      "TCATATT": 1531,
      "TCCCTGC": 1532,
      "AGTGGGC": 1533,
      "TGTCCCC": 1534,
      "AGCAGGG": 1535,
      "CCCGGC": 1536,
      "AAACTGC": 1537,
      "TTT": 1538,
      "TCAAATG": 1539,
      "AGAGATG": 1540,
      "AGGCCCC": 1541,
      "ATATATATT": 1542,
      "TAGTTTC": 1543,
      "TCTGTAA": 1544,
      "TTTTTGG": 1545,
      "ATTACAGGC": 1546,
      "ATCTTTG": 1547,
      "TATATGC": 1548,
      "TCCCAAGTAGC": 1549,
      "TGAGAAC": 1550,
      "ATCACAC": 1551,
      "TTCAGAA": 1552,
      "ACTGCCC": 1553,
      "AGCTGGGC": 1554,
      "AGACTCC": 1555,
      "TAAAAAG": 1556,
      "AGAGCG": 1557,
      "TGGCCAACATGG": 1558,
      "GGGGGG": 1559,
      "TTAAATT": 1560,
      "AAAGGGG": 1561,
      "TAGTCC": 1562,
      "TTATAAG": 1563,
      "ATCGG": 1564,
      "TATACAC": 1565,
      "TTTTATG": 1566,
      "AGTTTAC": 1567,
      "AAGAAGC": 1568,
      "AATTAAAA": 1569,
      "AATGAAC": 1570,
      "TAAATTC": 1571,
      "TGTTCCC": 1572,
      "TGGGCCC": 1573,
      "AGATCAC": 1574,
      "AATTTGC": 1575,
      "TTATATC": 1576,
      "AGGACAC": 1577,
      "AGACTGG": 1578,
      "AGCATGG": 1579,
      "TTATAAC": 1580,
      "TTTATGG": 1581,
      "TCCTCTC": 1582,
      "AGAAACC": 1583,
      "TTTTGTTTT": 1584,
      "TTCTGTC": 1585,
      "TGTTGGG": 1586,
      "TTTGGGC": 1587,
      "ATAGGCC": 1588,
      "AGCCACC": 1589,
      "TACTTTC": 1590,
      "ATCTGTG": 1591,
      "ATTTGGG": 1592,
      "TGAAGGC": 1593,
      "AAGTTTC": 1594,
      "AAGATGG": 1595,
      "AATTCTC": 1596,
      "ATGAAAC": 1597,
      "TGATTCC": 1598,
      "TTTAAAAAA": 1599,
      "AGCAGGC": 1600,
      "GCTCC": 1601,
      "GCTCTG": 1602,
      "TAAAATC": 1603,
      "AGTATTC": 1604,
      "ATGGATGG": 1605,
      "AAAGTAC": 1606,
      "TTTTCTTTT": 1607,
      "ATTCAAC": 1608,
      "TTCAAAC": 1609,
      "AAGTTTT": 1610,
      "TGGCTGC": 1611,
      "ATTTGCC": 1612,
      "AGAGAGAGAGAGAGAG": 1613,
      "ACACACC": 1614,
      "AAGAATG": 1615,
      "TAAAAGC": 1616,
      "ATCTGCC": 1617,
      "TCAAAAG": 1618,
      "ATTATTG": 1619,
      "TAAAGAA": 1620,
      "ATCTATT": 1621,
      "GTCC": 1622,
      "AGATAAC": 1623,
      "TCTCTCTCTCTCTCTC": 1624,
      "AGGTTTT": 1625,
      "AGTTCTC": 1626,
      "TTCTTAA": 1627,
      "TTCTTGG": 1628,
      "ACAGAAC": 1629,
      "TGGTTTC": 1630,
      "TACTAG": 1631,
      "AGACAGGG": 1632,
      "AGATATC": 1633,
      "AGCTTTT": 1634,
      "AGCTCCC": 1635,
      "ATATAAC": 1636,
      "TTGTCTC": 1637,
      "AGCAAAC": 1638,
      "ACATTTC": 1639,
      "ACTTAG": 1640,
      "TTTAGGG": 1641,
      "ATCCATG": 1642,
      "AAGTATT": 1643,
      "TTGTTTG": 1644,
      "TTCCTGG": 1645,
      "TCACACC": 1646,
      "TGGCTCACGCC": 1647,
      "ATGAAGC": 1648,
      "AGAACCC": 1649,
      "TGCCTCC": 1650,
      "AGGTTTC": 1651,
      "TTGCAGTGAGCCG": 1652,
      "ATAATTTT": 1653,
      "AGGTTTG": 1654,
      "AGCAGTG": 1655,
      "TAAATGC": 1656,
      "ACTTATT": 1657,
      "AAAGCAC": 1658,
      "ATATATAC": 1659,
      "TATAATG": 1660,
      "ATTTCAG": 1661,
      "TAAATAC": 1662,
      "ATGATTC": 1663,
      "TTCTTGC": 1664,
      "TATTTGC": 1665,
      "TAGAAAC": 1666,
      "TGTAGCC": 1667,
      "ATTTTAG": 1668,
      "AGGAGCC": 1669,
      "TGAATGG": 1670,
      "AACTTCC": 1671,
      "TGGGTGC": 1672,
      "TAGACC": 1673,
      "AGGTCTC": 1674,
      "AGATAAG": 1675,
      "TTCAAGG": 1676,
      "AGCACAC": 1677,
      "TGTGGGG": 1678,
      "ATGTATG": 1679,
      "TCCAAAA": 1680,
      "ACATTGC": 1681,
      "AGCTGGC": 1682,
      "ATA": 1683,
      "TCTGGGC": 1684,
      "ATTAAAC": 1685,
      "ATAAATC": 1686,
      "TTCATTG": 1687,
      "TGGCCCC": 1688,
      "TTGCTGC": 1689,
      "AGGTTGG": 1690,
      "AGGTGGC": 1691,
      "AGGAATG": 1692,
      "AGCTCTC": 1693,
      "ATTCTGC": 1694,
      "GAAG": 1695,
      "ATGTAT": 1696,
      "AAATAGG": 1697,
      "ATCACG": 1698,
      "TCAGAAG": 1699,
      "AACACAC": 1700,
      "AGCCTGC": 1701,
      "TACGC": 1702,
      "ATCCTGGC": 1703,
      "TTAACCC": 1704,
      "TCCCGAGTAGC": 1705,
      "AATATCC": 1706,
      "ATCTCCC": 1707,
      "TCAATT": 1708,
      "TGATGGG": 1709,
      "TGAGGGC": 1710,
      "AGCATTC": 1711,
      "AGTTTAG": 1712,
      "AAA": 1713,
      "TGGGACTACAGGC": 1714,
      "AATATGG": 1715,
      "AGCAAGG": 1716,
      "ATTCCG": 1717,
      "AGATCTC": 1718,
      "ATTTCG": 1719,
      "TGAAACC": 1720,
      "TTATCTC": 1721,
      "TGGGAGGC": 1722,
      "TGGAGAA": 1723,
      "AATATGC": 1724,
      "AACAGAG": 1725,
      "AGGTATT": 1726,
      "TGTGGGC": 1727,
      "TATAATAA": 1728,
      "ATATCCC": 1729,
      "ACACTGC": 1730,
      "TTCAGCC": 1731,
      "TATAAATT": 1732,
      "AGTCCCC": 1733,
      "AAGGGGC": 1734,
      "TTCTGGC": 1735,
      "TGAGAAG": 1736,
      "AGTGCCC": 1737,
      "TGAAATT": 1738,
      "ACCCACC": 1739,
      "TGATGGC": 1740,
      "AGCAAAG": 1741,
      "TACTAAAAATACAAAA": 1742,
      "AGCTCTG": 1743,
      "AGAGGAG": 1744,
      "AGCTATT": 1745,
      "TACTTTG": 1746,
      "ATGCTGG": 1747,
      "TTCCTGC": 1748,
      "TCCCCCC": 1749,
      "TACTAAAAATACAAAAATT": 1750,
      "AGGCCGAGGC": 1751,
      "AGTTAAC": 1752,
      "AGATACC": 1753,
      "TTGGGGC": 1754,
      "AATCTGC": 1755,
      "TTTCTGG": 1756,
      "TTCAAAG": 1757,
      "AGATAAAA": 1758,
      "TCCTGGC": 1759,
      "AGAATAC": 1760,
      "TAAAACC": 1761,
      "AGATCCC": 1762,
      "AAAGGAG": 1763,
      "ATTTGGC": 1764,
      "TTTCTCTC": 1765,
      "TTGTGTG": 1766,
      "TGACCCC": 1767,
      "AGCATCC": 1768,
      "ATTAAAG": 1769,
      "AACTCCTGACCTC": 1770,
      "TGTTTATT": 1771,
      "ACTTTCC": 1772,
      "ATACCAC": 1773,
      "TCTAAAA": 1774,
      "TTGAAAC": 1775,
      "ATTGCCC": 1776,
      "AAGATAA": 1777,
      "ATATGGG": 1778,
      "TTTTATC": 1779,
      "TCTTTAC": 1780,
      "AGGGAGG": 1781,
      "AATGGGG": 1782,
      "AAGGAAC": 1783,
      "AGTTAAG": 1784,
      "AATTTATT": 1785,
      "ACACACACACAC": 1786,
      "TTTTAAC": 1787,
      "AAAATTC": 1788,
      "ATGTTTG": 1789,
      "TGTTGCC": 1790,
      "TCCCACC": 1791,
      "TTATTGG": 1792,
      "TGGATTC": 1793,
      "ATAGCAC": 1794,
      "TGATCTC": 1795,
      "TTCCTTG": 1796,
      "AGAATGC": 1797,
      "GCCCCC": 1798,
      "AATGGCC": 1799,
      "AAGACAC": 1800,
      "TATATCC": 1801,
      "ACAATAA": 1802,
      "ACTGTAC": 1803,
      "AGAATAG": 1804,
      "TATGTTG": 1805,
      "ATTTGAC": 1806,
      "TTCATCC": 1807,
      "TGCCTGCC": 1808,
      "TTTCTAC": 1809,
      "AGGGAAC": 1810,
      "AAGTCAC": 1811,
      "TCCATTC": 1812,
      "TGATAT": 1813,
      "AAGAGAG": 1814,
      "TTCATAA": 1815,
      "ATGATGG": 1816,
      "TCCTAGC": 1817,
      "TTATGGC": 1818,
      "ATGTGGC": 1819,
      "TTTCTTTCTTTCTTTC": 1820,
      "TTCAGTG": 1821,
      "ATTTTAAAA": 1822,
      "ATGATAA": 1823,
      "TCCATCC": 1824,
      "ATCTCTG": 1825,
      "TCTTTAG": 1826,
      "TCATTCC": 1827,
      "AGGCGC": 1828,
      "ATCTTGG": 1829,
      "TTTGTGG": 1830,
      "AGGTTGC": 1831,
      "ATGTTGG": 1832,
      "TCTGGCC": 1833,
      "ACCTGGG": 1834,
      "AGGATGC": 1835,
      "AGCTATG": 1836,
      "CCCTGC": 1837,
      "AATAAGC": 1838,
      "ATTGTAA": 1839,
      "AGATTTG": 1840,
      "AGGGTGG": 1841,
      "TTCAGAG": 1842,
      "AGGCTAG": 1843,
      "TTATGCC": 1844,
      "ATGTGTC": 1845,
      "ACCTTCC": 1846,
      "TGTTGGC": 1847,
      "ATGATCC": 1848,
      "ATTTACC": 1849,
      "ACCCGCC": 1850,
      "AAGGAAAA": 1851,
      "AAAACAAAAC": 1852,
      "TGAATGC": 1853,
      "TGTGTGG": 1854,
      "TATTAAAA": 1855,
      "TATTTTTC": 1856,
      "TTCATGC": 1857,
      "AACTCCC": 1858,
      "TTGAGCC": 1859,
      "AATTTAG": 1860,
      "TGAATAC": 1861,
      "TCTGTGG": 1862,
      "GGAGC": 1863,
      "AAATATAA": 1864,
      "AACCTCC": 1865,
      "ACTTCCC": 1866,
      "ATCAGAA": 1867,
      "TTGAGCCC": 1868,
      "ATCTGGC": 1869,
      "TTCACAC": 1870,
      "ACAGTGC": 1871,
      "TTTTTCTC": 1872,
      "TTTTTTTG": 1873,
      "AACAATG": 1874,
      "TTCTTTTC": 1875,
      "TTTACCC": 1876,
      "TCTGGGG": 1877,
      "ATTATAC": 1878,
      "AACTTTC": 1879,
      "TGCCTGC": 1880,
      "ACTTTTG": 1881,
      "AATTCTG": 1882,
      "TCCTCAC": 1883,
      "GCGCC": 1884,
      "GTGGTGGC": 1885,
      "TCTATTC": 1886,
      "AGCAAGC": 1887,
      "ACTGTGG": 1888,
      "TCTTTGG": 1889,
      "ACAATGG": 1890,
      "TATAATC": 1891,
      "ATTCTAC": 1892,
      "AGGTGAC": 1893,
      "TCTTGGC": 1894,
      "ATTTAAAA": 1895,
      "TGTTTAG": 1896,
      "TATATATG": 1897,
      "ATTCTAA": 1898,
      "TTCTAAG": 1899,
      "TTAATAC": 1900,
      "AAAAACC": 1901,
      "AATAACC": 1902,
      "ATTGTGG": 1903,
      "ATGGAAG": 1904,
      "TGTCTGC": 1905,
      "ATCAGAG": 1906,
      "AAGGGGG": 1907,
      "AGGGGGG": 1908,
      "TATTCCC": 1909,
      "AGTGTGG": 1910,
      "AGAATTG": 1911,
      "TGGCCAAC": 1912,
      "ATCCCCC": 1913,
      "ACATATG": 1914,
      "AAAAGAAG": 1915,
      "TGTAACC": 1916,
      "TCCCAAAG": 1917,
      "TGTGGTGGC": 1918,
      "TTCTGAA": 1919,
      "AGTTCTG": 1920,
      "AAACCAC": 1921,
      "TCATTGC": 1922,
      "ATACCTC": 1923,
      "TGGGAAC": 1924,
      "GCAGC": 1925,
      "TAAATATT": 1926,
      "TGCTGGC": 1927,
      "ATTTAGC": 1928,
      "TAATTTG": 1929,
      "ATACCCC": 1930,
      "AAAATCC": 1931,
      "TGATGCC": 1932,
      "GTTG": 1933,
      "TGCCACC": 1934,
      "AATAGCC": 1935,
      "TGATTGG": 1936,
      "TACACAC": 1937,
      "ATGAAGG": 1938,
      "ATGAATG": 1939,
      "ATGTATC": 1940,
      "ATCTGAC": 1941,
      "TTCTATG": 1942,
      "TCATAT": 1943,
      "TAAATTG": 1944,
      "TGGAGAG": 1945,
      "TAAAAGG": 1946,
      "ATAATTG": 1947,
      "ACCTTTC": 1948,
      "TGAGGTCAGGAG": 1949,
      "TGGAGAC": 1950,
      "AGTTTATT": 1951,
      "GAGG": 1952,
      "AAGAGAC": 1953,
      "AGCATGC": 1954,
      "AAAAAAAC": 1955,
      "TCTGTTG": 1956,
      "ATGTCTC": 1957,
      "ATAGGGC": 1958,
      "TTGGGCC": 1959,
      "TCAGGCC": 1960,
      "TTTGAAC": 1961,
      "ATCTTGGC": 1962,
      "AAAGTAG": 1963,
      "AGTTATG": 1964,
      "TAAACAC": 1965,
      "TTTTTTCC": 1966,
      "TAAGAAC": 1967,
      "ATCTTGC": 1968,
      "ATTCTTG": 1969,
      "TGAAGGG": 1970,
      "AGCGGC": 1971,
      "ATCATTG": 1972,
      "AGCAGAC": 1973,
      "TATACAA": 1974,
      "TCACCCC": 1975,
      "TGTTAAC": 1976,
      "ATGTGAC": 1977,
      "TGCTCTC": 1978,
      "AGGAACC": 1979,
      "TGGTGGG": 1980,
      "TTCTACC": 1981,
      "ACCAGGC": 1982,
      "AGCCGC": 1983,
      "TGCTCTG": 1984,
      "ATCATCC": 1985,
      "ATTTAGG": 1986,
      "ATGGGGG": 1987,
      "ATGGCCC": 1988,
      "AGGTATG": 1989,
      "ATTCTTTT": 1990,
      "ACACGC": 1991,
      "AAGGCCC": 1992,
      "TAATAAC": 1993,
      "TATATAG": 1994,
      "AAATATCC": 1995,
      "TTATAGC": 1996,
      "AATTTGG": 1997,
      "AAGCTGG": 1998,
      "ACCTCTC": 1999,
      "AGCTTTG": 2000,
      "TGTGTGTGTGTG": 2001,
      "TTTCTTCC": 2002,
      "TTGTTCC": 2003,
      "AGGATAA": 2004,
      "TTCTTAC": 2005,
      "TCCAGGC": 2006,
      "AACTCAC": 2007,
      "TTCAGGG": 2008,
      "AACATAA": 2009,
      "TGTTCTG": 2010,
      "TTGCTCTG": 2011,
      "TATATGG": 2012,
      "TATTTGG": 2013,
      "TTTCTAG": 2014,
      "TATTTAG": 2015,
      "TCAGGGC": 2016,
      "ATCATAA": 2017,
      "AACTGTG": 2018,
      "ACATGGC": 2019,
      "AAGAATC": 2020,
      "TGAATTG": 2021,
      "AGTAGCC": 2022,
      "TTAAGCC": 2023,
      "AGTCTCC": 2024,
      "ATCAAAC": 2025,
      "AAACCTC": 2026,
      "ACTTTGC": 2027,
      "AGTTGCC": 2028,
      "ATGTAAG": 2029,
      "AAGACCC": 2030,
      "CCCCG": 2031,
      "TTATTTTATT": 2032,
      "TGTTTTCC": 2033,
      "ATAGAAAA": 2034,
      "AGCTGTC": 2035,
      "TATTATT": 2036,
      "ACAGTGG": 2037,
      "ACATTGG": 2038,
      "TTCTGAC": 2039,
      "AGTTGGC": 2040,
      "AGATAGC": 2041,
      "ACAGGGC": 2042,
      "TCCACCC": 2043,
      "TTCTATC": 2044,
      "ACAGAAAA": 2045,
      "TCATCTC": 2046,
      "TCAGTGG": 2047,
      "CCCAGCC": 2048,
      "TTCCTAG": 2049,
      "ACTGTGC": 2050,
      "ATGAAAG": 2051,
      "AGAGAGG": 2052,
      "TGTTAAG": 2053,
      "TGTATGC": 2054,
      "ATCACAA": 2055,
      "AGACCTC": 2056,
      "AGAGAGAA": 2057,
      "AATGAAG": 2058,
      "TTAAAAAAAA": 2059,
      "ATGATTG": 2060,
      "ATTTTTTC": 2061,
      "GGTGG": 2062,
      "TTCAGGC": 2063,
      "AGTAACC": 2064,
      "TTGAGAA": 2065,
      "TTTGAAAA": 2066,
      "AAGGGCC": 2067,
      "TATTGCC": 2068,
      "TTTAGGC": 2069,
      "TCCCAAG": 2070,
      "CCCACC": 2071,
      "TAGAGAA": 2072,
      "AACAAAG": 2073,
      "TAAGAAAA": 2074,
      "TTAAGGC": 2075,
      "TCAAGCC": 2076,
      "ATGGCG": 2077,
      "ATTAGAA": 2078,
      "TCTGAAG": 2079,
      "TTTGTAC": 2080,
      "AGAGCAC": 2081,
      "TGAAATAA": 2082,
      "TGATATG": 2083,
      "ATCAGTG": 2084,
      "ATGCACC": 2085,
      "ACATTCC": 2086,
      "ACTGTAA": 2087,
      "AGGCCAAGGC": 2088,
      "AGCCGGGC": 2089,
      "AGAAAAAAAA": 2090,
      "ATGAACC": 2091,
      "AGGCAGG": 2092,
      "AGCTTGC": 2093,
      "TTCTAAC": 2094,
      "AGCACCC": 2095,
      "AGTTATC": 2096,
      "TATGTAA": 2097,
      "TGAGGGG": 2098,
      "TTGGAAG": 2099,
      "TGGCTGG": 2100,
      "AATAAGG": 2101,
      "TCTGTCC": 2102,
      "TTTGTGC": 2103,
      "TGTATTG": 2104,
      "ATCTCAGC": 2105,
      "ATTGTTG": 2106,
      "GCACC": 2107,
      "TTGCCCAGGCTGG": 2108,
      "GCTGG": 2109,
      "ATGTAAC": 2110,
      "AGTTAAAA": 2111,
      "TTCATGG": 2112,
      "AGGCAAG": 2113,
      "TGTAAGG": 2114,
      "ATTAATG": 2115,
      "TTAAATC": 2116,
      "ATAATAG": 2117,
      "ATGTCAC": 2118,
      "TGCAAAC": 2119,
      "TTCTCAG": 2120,
      "TTAATTG": 2121,
      "TCCCCG": 2122,
      "AGTGAAG": 2123,
      "ATTCTAG": 2124,
      "AGCTGAC": 2125,
      "TGCACCC": 2126,
      "TGCCTGG": 2127,
      "TATAAGC": 2128,
      "TTCAACC": 2129,
      "TCTTCTG": 2130,
      "AGTTGGG": 2131,
      "ATAGAAC": 2132,
      "TGAAACCCCGTCTC": 2133,
      "TATAATT": 2134,
      "TTTATTCC": 2135,
      "AGAAAACC": 2136,
      "ACAGATG": 2137,
      "GTAG": 2138,
      "GGGTGG": 2139,
      "ATCTATG": 2140,
      "ATCTGTC": 2141,
      "TGTGATG": 2142,
      "ATTTGAG": 2143,
      "AAACTAC": 2144,
      "AGTCTGC": 2145,
      "TGTTATG": 2146,
      "ATCTGGG": 2147,
      "TTGGCCC": 2148,
      "TGATAAC": 2149,
      "TGATTTG": 2150,
      "TCTTGGG": 2151,
      "GTAA": 2152,
      "AGAGTTG": 2153,
      "AGA": 2154,
      "TTAATATT": 2155,
      "AAAAAAAG": 2156,
      "ATCCTCC": 2157,
      "TTACTGC": 2158,
      "AGAAAAGG": 2159,
      "ATCATGC": 2160,
      "AGGACCC": 2161,
      "AGGATTC": 2162,
      "AATCTCC": 2163,
      "ATCACCC": 2164,
      "TTCTAGG": 2165,
      "ACCATGC": 2166,
      "TCCCTGG": 2167,
      "AGCAATG": 2168,
      "ACTGAAG": 2169,
      "ACTGCACTCC": 2170,
      "ATATTTCC": 2171,
      "TCATGGC": 2172,
      "TATGTATG": 2173,
      "TGTGAAG": 2174,
      "GGTGC": 2175,
      "ATGTTCC": 2176,
      "ATACATAC": 2177,
      "AGTATTG": 2178,
      "TTTTGTTTTG": 2179,
      "ATTACAC": 2180,
      "ATGTTGC": 2181,
      "GCGGC": 2182,
      "TATAAAAC": 2183,
      "AGCAACC": 2184,
      "AAAGTTG": 2185,
      "TTTCAAC": 2186,
      "CCCTCC": 2187,
