{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Replace",
    "pattern": {
      "String": "\n"
    },
    "content": ""
  },
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "TG": 11,
      "AG": 12,
      "CC": 13,
      "TC": 14,
      "AC": 15,
      "GG": 16,
      "ATT": 17,
      "AT": 18,
      "ATG": 19,
      "GC": 20,
      "TAA": 21,
      "TCC": 22,
      "ACC": 23,
      "AAAA": 24,
      "AGG": 25,
      "ATC": 26,
      "TTC": 27,
      "AGC": 28,
      "TGG": 29,
      "AAG": 30,
      "TGC": 31,
      "TTTT": 32,
      "AAC": 33,
      "TTG": 34,
      "TAG": 35,
      "TAC": 36,
      "CCC": 37,
      "TATT": 38,
      "TGGG": 39,
      "TAT": 40,
      "AGAA": 41,
      "ATTC": 42,
      "AGGG": 43,
      "TTTC": 44,
      "AGGC": 45,
      "ATAA": 46,
      "TGTG": 47,
      "AGCC": 48,
      "ACAC": 49,
      "TTGG": 50,
      "TCTC": 51,
      "AAGG": 52,
      "ATGG": 53,
      "TCCC": 54,
      "TTCC": 55,
      "TTTG": 56,
      "AGAG": 57,
      "TATG": 58,
      "AAAC": 59,
      "AGTG": 60,
      "ATTG": 61,
      "ACCC": 62,
      "TCTG": 63,
      "ATCC": 64,
      "AGAC": 65,
      "AATG": 66,
      "ATAC": 67,
      "ATGC": 68,
      "TGGAA": 69,
      "ATTCC": 70,
      "TCAC": 71,
      "AAAG": 72,
      "TGCC": 73,
      "TATC": 74,
      "TTGC": 75,
      "ATAT": 76,
      "TAAG": 77,
      "TAAC": 78,
      "TTAA": 79,
      "TGGC": 80,
      "GGG": 81,
      "AAGC": 82,
      "TTAC": 83,
      "GGC": 84,
      "TAGC": 85,
      "TACC": 86,
      "AACC": 87,
      "ATATT": 88,
      "TAGG": 89,
      "AATC": 90,
      "GCC": 91,
      "AGTC": 92,
      "TTTTC": 93,
      "TGAA": 94,
      "AAAAC": 95,
      "TGAC": 96,
      "TTTAA": 97,
      "AAAAG": 98,
      "ATAG": 99,
      "TGTC": 100,
      "AATT": 101,
      "TTTTG": 102,
      "TGAG": 103,
      "TTTCC": 104,
      "ATTTC": 105,
      "ACTC": 106,
      "ACAG": 107,
      "AATAA": 108,
      "TTATT": 109,
      "AAATT": 110,
      "AGGCC": 111,
      "AAATG": 112,
      "ACTG": 113,
      "ACG": 114,
      "TGGGC": 115,
      "TCAG": 116,
      "AAAT": 117,
      "TTAG": 118,
      "TGGCC": 119,
      "TATTC": 120,
      "GAA": 121,
      "ATATG": 122,
      "ATCTC": 123,
      "ACAA": 124,
      "TGTAA": 125,
      "ACTT": 126,
      "ATGCC": 127,
      "TTTGC": 128,
      "GAG": 129,
      "TGGAATGGAA": 130,
      "ATAAAA": 131,
      "ATTGC": 132,
      "TTTAG": 133,
      "TTCCC": 134,
      "AAAAAAAA": 135,
      "TCCCC": 136,
      "TGGAG": 137,
      "TTCTC": 138,
      "ATTAC": 139,
      "ATTCCATTCC": 140,
      "TAAAA": 141,
      "AGGGC": 142,
      "ACCCC": 143,
      "GTG": 144,
      "AAGCC": 145,
      "TTTTTTTT": 146,
      "AGGAG": 147,
      "ACCTC": 148,
      "GGCC": 149,
      "ATGGC": 150,
      "TCAA": 151,
      "ATTTT": 152,
      "ATTTG": 153,
      "ACTCC": 154,
      "TGGGG": 155,
      "ATCAC": 156,
      "ATGGG": 157,
      "AGGAA": 158,
      "TTTAC": 159,
      "AAGGC": 160,
      "ACTGC": 161,
      "AGAAG": 162,
      "TTGAA": 163,
      "ATAAC": 164,
      "TTGCC": 165,
      "TTGGC": 166,
      "TCG": 167,
      "ATCCC": 168,
      "TTTATT": 169,
      "ATATC": 170,
      "ATTGG": 171,
      "AGAAC": 172,
      "AGATG": 173,
      "TTCTG": 174,
      "TATCC": 175,
      "ACCAC": 176,
      "TCTCC": 177,
      "AAGAA": 178,
      "AGGTG": 179,
      "AGAGC": 180,
      "AGTT": 181,
      "GGGC": 182,
      "ACATT": 183,
      "AGAAAA": 184,
      "ATGTG": 185,
      "AGGGG": 186,
      "AAATC": 187,
      "AAAGC": 188,
      "AAGTG": 189,
      "AGGTC": 190,
      "TATTG": 191,
      "TCCTG": 192,
      "AGTAA": 193,
      "ATAGC": 194,
      "TATGG": 195,
      "TTGGG": 196,
      "TCTTC": 197,
      "TATGC": 198,
      "AATTC": 199,
      "TCTT": 200,
      "ATAAG": 201,
      "TCATC": 202,
      "TTTTTG": 203,
      "AGCCC": 204,
      "TTTGG": 205,
      "GGGG": 206,
      "TCTGC": 207,
      "AGATT": 208,
      "ATCTG": 209,
      "ACCTG": 210,
      "TAGCC": 211,
      "TACCC": 212,
      "TATAA": 213,
      "AAGAC": 214,
      "TTCAC": 215,
      "AGAGG": 216,
      "TTAAAA": 217,
      "AAGGG": 218,
      "TTATG": 219,
      "TAGGC": 220,
      "TTTTCC": 221,
      "TGCTG": 222,
      "TTAAC": 223,
      "AGGAC": 224,
      "AGCTG": 225,
      "TCATT": 226,
      "TTGTG": 227,
      "AGCAC": 228,
      "AGGCTG": 229,
      "TGGTG": 230,
      "AGTTC": 231,
      "TAGAA": 232,
      "ATACC": 233,
      "AACAC": 234,
      "TCTTG": 235,
      "TTATC": 236,
      "TTTAT": 237,
      "TCCCAGC": 238,
      "TCTAA": 239,
      "TCAGC": 240,
      "TGGAC": 241,
      "ATATAA": 242,
      "ATTTAA": 243,
      "ATGAA": 244,
      "TGCAC": 245,
      "CCCC": 246,
      "AGACC": 247,
      "TGCAA": 248,
      "TACTC": 249,
      "TTAAG": 250,
      "AGTGGC": 251,
      "ATTTTC": 252,
      "TATAC": 253,
      "AGTCC": 254,
      "AGTGG": 255,
      "AGAAGC": 256,
      "TCACC": 257,
      "TAGGG": 258,
      "AAACC": 259,
      "AGATC": 260,
      "ATGAC": 261,
      "AAAGG": 262,
      "AGTGC": 263,
      "TAAAC": 264,
      "TCAGCC": 265,
      "AATAC": 266,
      "TCAAC": 267,
      "AATCC": 268,
      "ATAGG": 269,
      "TAGAC": 270,
      "TAAGC": 271,
      "TTAGC": 272,
      "AGAAAC": 273,
      "TAAGG": 274,
      "TCCAC": 275,
      "AAAAAC": 276,
      "AACTG": 277,
      "TTGGCC": 278,
      "AGTTG": 279,
      "AACTC": 280,
      "TTTGTG": 281,
      "TAATG": 282,
      "ATTCG": 283,
      "AGTAG": 284,
      "ATTATT": 285,
      "ATATTC": 286,
      "ATATAC": 287,
      "TTACC": 288,
      "TCCTC": 289,
      "TAACC": 290,
      "TCTGCC": 291,
      "AGAAGG": 292,
      "AGCTC": 293,
      "TACTG": 294,
      "AATGC": 295,
      "AAAAGG": 296,
      "TTTTTC": 297,
      "AGCG": 298,
      "AATGG": 299,
      "TACAC": 300,
      "AAGTC": 301,
      "TTTCTG": 302,
      "ATTTTG": 303,
      "AAAAGC": 304,
      "TGCTC": 305,
      "AACG": 306,
      "AAAACC": 307,
      "ATGTC": 308,
      "AAAATG": 309,
      "TGCG": 310,
      "ATCAA": 311,
      "TTTTGC": 312,
      "TTGAC": 313,
      "TTCG": 314,
      "AAAAAA": 315,
      "TTTTGG": 316,
      "TAATAA": 317,
      "TATATT": 318,
      "ACACACAC": 319,
      "ACCATG": 320,
      "AACCC": 321,
      "TGCCC": 322,
      "TATTCC": 323,
      "TTAGG": 324,
      "AATAG": 325,
      "AAATAA": 326,
      "AGCAG": 327,
      "AATTG": 328,
      "GCG": 329,
      "TCCG": 330,
      "AGTAC": 331,
      "AGGAAG": 332,
      "TGCTGGG": 333,
      "ATCG": 334,
      "TTCCCC": 335,
      "TGAAG": 336,
      "ACTAC": 337,
      "TGTGTGTG": 338,
      "GAATGGAA": 339,
      "ACTTC": 340,
      "AAAAATT": 341,
      "TCATG": 342,
      "TTGCCC": 343,
      "ACCG": 344,
      "TTTGGG": 345,
      "AATTTT": 346,
      "ATAGAA": 347,
      "TGTAC": 348,
      "TCACTGC": 349,
      "ATTTCC": 350,
      "ACATG": 351,
      "ATTCTC": 352,
      "TGTGG": 353,
      "AGGAGG": 354,
      "AGAGAA": 355,
      "AAAATAA": 356,
      "ATGATG": 357,
      "TTGTC": 358,
      "TCCTGCC": 359,
      "TTTTTAA": 360,
      "TTTCCC": 361,
      "TTTGCC": 362,
      "TGTAG": 363,
      "TTTATG": 364,
      "ACAGC": 365,
      "AAATGG": 366,
      "TTCTTC": 367,
      "ATATTG": 368,
      "ATTCCC": 369,
      "AGGCTGG": 370,
      "AGCCCC": 371,
      "AATGGC": 372,
      "AGTTTT": 373,
      "AGGAGAA": 374,
      "AATATT": 375,
      "TGTGC": 376,
      "TGGAAC": 377,
      "AAACAC": 378,
      "TATATG": 379,
      "TGTTC": 380,
      "TGATG": 381,
      "AAAGAA": 382,
      "TGAAC": 383,
      "AGTTTC": 384,
      "TCTAC": 385,
      "AGCAGC": 386,
      "TAGCTGGG": 387,
      "ATACAC": 388,
      "GCCC": 389,
      "TGAGG": 390,
      "TGGAAG": 391,
      "TCAAG": 392,
      "TGTGGC": 393,
      "AGGGGC": 394,
      "ATTTTTT": 395,
      "AGGGCC": 396,
      "TCGC": 397,
      "TGAGC": 398,
      "ACTTTGGG": 399,
      "TTTAAG": 400,
      "TGTGCC": 401,
      "TCAGG": 402,
      "TTATAA": 403,
      "TCTGG": 404,
      "TCCTCC": 405,
      "ATTACAGGC": 406,
      "TCTAG": 407,
      "TTTATC": 408,
      "TGGGGC": 409,
      "AGATGG": 410,
      "TAAAAC": 411,
      "TGTAATCCCAGC": 412,
      "AATAT": 413,
      "TGGGCC": 414,
      "AAGAAG": 415,
      "TACG": 416,
      "AGTCTC": 417,
      "TTTGGC": 418,
      "ACGG": 419,
      "TGCTTC": 420,
      "TGGGGG": 421,
      "ATATATAT": 422,
      "ACATC": 423,
      "ATATGC": 424,
      "TGTCTC": 425,
      "TTATTC": 426,
      "AGGCTGAGGC": 427,
      "ATTCCATTC": 428,
      "TCTTTT": 429,
      "TAATTTT": 430,
      "ATTTATT": 431,
      "TGTCC": 432,
      "ATATCC": 433,
      "TGTTG": 434,
      "AATGGAA": 435,
      "ATTCCATTCCATTCCATTCC": 436,
      "ATCTTC": 437,
      "TGCAG": 438,
      "ATATGG": 439,
      "TCCCAAAG": 440,
      "ATGTAA": 441,
      "ACAAC": 442,
      "TGACC": 443,
      "ATTTAC": 444,
      "AGAACC": 445,
      "TTGAAC": 446,
      "AAGAG": 447,
      "AGTGCC": 448,
      "TTCTCC": 449,
      "ACACC": 450,
      "ATCATC": 451,
      "ATTAA": 452,
      "ATTGCC": 453,
      "AAGAAC": 454,
      "AAGGCC": 455,
      "TTAAAC": 456,
      "AATTCC": 457,
      "TCTGGC": 458,
      "TTTAAC": 459,
      "ATCCCC": 460,
      "ATTTGC": 461,
      "AGGTGG": 462,
      "TGGAGTGC": 463,
      "AGATAA": 464,
      "AACAAC": 465,
      "TTTCTC": 466,
      "ACTCCAGCC": 467,
      "ATGGCC": 468,
      "AGTATT": 469,
      "AGATTC": 470,
      "AGAGTG": 471,
      "AAGAAAA": 472,
      "AGGAGC": 473,
      "AAGACC": 474,
      "CCCG": 475,
      "AGGAAC": 476,
      "TGGTC": 477,
      "CCCAC": 478,
      "TTCAAC": 479,
      "ACCTCC": 480,
      "TGGAATGGAATGGAATGGAA": 481,
      "TTGCAGTG": 482,
      "TGCTGC": 483,
      "AATGCC": 484,
      "ATGGGG": 485,
      "TGATT": 486,
      "ACTAA": 487,
      "AGACAC": 488,
      "ATCTCC": 489,
      "AAGTGG": 490,
      "ACTTG": 491,
      "ACCACC": 492,
      "TTGGGG": 493,
      "ACGC": 494,
      "AGAGGG": 495,
      "AAATTC": 496,
      "AAGTAA": 497,
      "AGTAT": 498,
      "TTAGCC": 499,
      "AGGCCC": 500,
      "AGCAA": 501,
      "TTGTTG": 502,
      "AGCTCC": 503,
      "TAAATG": 504,
      "TTGGGC": 505,
      "AAGATG": 506,
      "TAGTG": 507,
      "TTATTG": 508,
      "TTAGAA": 509,
      "TAGAGAC": 510,
      "AGCTAA": 511,
      "ATAGAG": 512,
      "TGGCCC": 513,
      "AGGTTC": 514,
      "AATTTC": 515,
      "AAGGGG": 516,
      "AGAGGC": 517,
      "TCTCG": 518,
      "TCTGTC": 519,
      "TATTTTTAG": 520,
      "ATGTTC": 521,
      "AAATGC": 522,
      "TAATC": 523,
      "ATTTAG": 524,
      "TAAAAATAC": 525,
      "GTGG": 526,
      "AAATAC": 527,
      "AGAATG": 528,
      "ATAGTG": 529,
      "AAAATC": 530,
      "AAGGGC": 531,
      "AGCTTC": 532,
      "ACAGG": 533,
      "TAAATT": 534,
      "AGGGGG": 535,
      "ACAAG": 536,
      "ATCATT": 537,
      "ATAAGC": 538,
      "AACTCC": 539,
      "TCTTTC": 540,
      "TTTACC": 541,
      "ACAAAA": 542,
      "TTTTTTG": 543,
      "TGCCCC": 544,
      "TCTCTCTC": 545,
      "ATACCC": 546,
      "ATAGAC": 547,
      "ATCATG": 548,
      "AGCTGC": 549,
      "AGGATG": 550,
      "AGAGCC": 551,
      "TGAAAA": 552,
      "TAAGCC": 553,
      "ATAGGC": 554,
      "TTAAAG": 555,
      "AAAGAC": 556,
      "TTCATT": 557,
      "TTAATG": 558,
      "AACGG": 559,
      "TTGTAA": 560,
      "AACCCC": 561,
      "ATCACC": 562,
      "TTCTGC": 563,
      "TGTGTG": 564,
      "TATTTATT": 565,
      "TACAAAA": 566,
      "ATAAGG": 567,
      "TGGAGC": 568,
      "AACATGG": 569,
      "ATATATT": 570,
      "AAATATC": 571,
      "TATTGC": 572,
      "TTCTAA": 573,
      "AGAGAC": 574,
      "AGGCTGGAGTGC": 575,
      "TATTTC": 576,
      "ATGGGC": 577,
      "TTAACC": 578,
      "AAATTG": 579,
      "AGTTTG": 580,
      "TGGAATG": 581,
      "TATATC": 582,
      "ATAACC": 583,
      "AGGTGC": 584,
      "GAC": 585,
      "ACACAC": 586,
      "GGGCC": 587,
      "AAGAGC": 588,
      "TGTTTT": 589,
      "TTATAC": 590,
      "TTAAGC": 591,
      "AGCCACC": 592,
      "TCCTTC": 593,
      "AGCCAC": 594,
      "AGTTCC": 595,
      "ATGAAC": 596,
      "AAGCCC": 597,
      "TCTTCC": 598,
      "AAGTTC": 599,
      "AAGCG": 600,
      "ATCTAA": 601,
      "TATAAAA": 602,
      "TTTAGC": 603,
      "TTTCAC": 604,
      "ATAAAC": 605,
      "TCTCCC": 606,
      "TCGG": 607,
      "TGGTGG": 608,
      "TAGAAC": 609,
      "AAAAAAAAAAAAAAAA": 610,
      "AGCAGG": 611,
      "TCTCAC": 612,
      "TCCTGCCTCAGCC": 613,
      "AGCATT": 614,
      "ATTCTG": 615,
      "TCCCCC": 616,
      "AAATCC": 617,
      "TCCCAAAGTGCTGGG": 618,
      "ATCTGC": 619,
      "TTTTTTTTTTTTTTTT": 620,
      "AGGTAA": 621,
      "ATGATT": 622,
      "AGATGC": 623,
      "TATGCC": 624,
      "ATCGC": 625,
      "AACTTC": 626,
      "TACATT": 627,
      "TTGAACC": 628,
      "TCCACC": 629,
      "TTTCTTTC": 630,
      "AGATAC": 631,
      "AAAAAAC": 632,
      "AGTGGG": 633,
      "AAGTCC": 634,
      "TGGAATGGAATGGAA": 635,
      "AATATC": 636,
      "AAAGTG": 637,
      "TAGGCC": 638,
      "ATAAAAC": 639,
      "ATGTTG": 640,
      "AGTGTG": 641,
      "AACATT": 642,
      "ATGTGC": 643,
      "ATGCCC": 644,
      "TACTAAAAATAC": 645,
      "TTCTTTT": 646,
      "AGCAAG": 647,
      "TATGGC": 648,
      "GTC": 649,
      "AAAGCC": 650,
      "ACCCCC": 651,
      "AGGCGG": 652,
      "ATTCCATTCG": 653,
      "AAAGAG": 654,
      "AGGTCAGGAG": 655,
      "TGGAGG": 656,
      "TACTAA": 657,
      "TGCTCC": 658,
      "AAAGGG": 659,
      "TCTCTG": 660,
      "TAGTC": 661,
      "TATCCC": 662,
      "ATGTCC": 663,
      "AGCACC": 664,
      "TTGTTC": 665,
      "TATTTG": 666,
      "TTATCC": 667,
      "TACCCC": 668,
      "AAAGGC": 669,
      "TCCTGACCTC": 670,
      "GCCCC": 671,
      "TTTTAC": 672,
      "TTAAGG": 673,
      "AAATATT": 674,
      "ATAAATAA": 675,
      "TTTAGG": 676,
      "AGGAAAA": 677,
      "TATAAC": 678,
      "ATGAAG": 679,
      "TCTGTG": 680,
      "ATAGGG": 681,
      "TAGAG": 682,
      "TGGATT": 683,
      "TGAGGC": 684,
      "TGATC": 685,
      "TCACTGCAACC": 686,
      "TTCTAG": 687,
      "TTACAC": 688,
      "TCTTGC": 689,
      "AATTTG": 690,
      "ATAGCC": 691,
      "GTCTC": 692,
      "TATATATT": 693,
      "ATCAAC": 694,
      "TTGTAG": 695,
      "TATAG": 696,
      "TGCAGC": 697,
      "AGGCCG": 698,
      "AAGATT": 699,
      "TATTGG": 700,
      "AATAAC": 701,
      "ACTGCACTCCAGCC": 702,
      "TATGGG": 703,
      "ATCTTG": 704,
      "AGCTAC": 705,
      "TGGTAA": 706,
      "ATCAG": 707,
      "AGCAAC": 708,
      "AAGAGG": 709,
      "ATGAG": 710,
      "TCACAGAG": 711,
      "TTTTATT": 712,
      "AGGCAC": 713,
      "TCAAAA": 714,
      "AATCTC": 715,
      "ACCTTC": 716,
      "TTTTTTC": 717,
      "TGCATT": 718,
      "ATAAAAG": 719,
      "TATTTTC": 720,
      "GAATGG": 721,
      "TAGTAA": 722,
      "TAGAAG": 723,
      "GAGACC": 724,
      "TGGTTC": 725,
      "AATATG": 726,
      "TATATAA": 727,
      "AGGATT": 728,
      "TGGCTC": 729,
      "TGGTGC": 730,
      "TGGGCAAC": 731,
      "ATTCAC": 732,
      "AAACCC": 733,
      "ACCAAC": 734,
      "TGGATC": 735,
      "AGGTGGG": 736,
      "AATGTAA": 737,
      "AGCATC": 738,
      "AGGCTGAGGCAGGAGAA": 739,
      "AGACCC": 740,
      "GTTCC": 741,
      "TAGAAAA": 742,
      "TACTTC": 743,
      "AATTAC": 744,
      "ACCTAA": 745,
      "TTATAT": 746,
      "TTATATT": 747,
      "TTAGGG": 748,
      "TTATGC": 749,
      "TACTCC": 750,
      "AAATAT": 751,
      "TTGATT": 752,
      "AAGATC": 753,
      "TTAGAG": 754,
      "TGGATG": 755,
      "TGTAATCCCAGCACTTTGGG": 756,
      "TACATG": 757,
      "AATTAA": 758,
      "TTGTTTT": 759,
      "TGGCTCAC": 760,
      "TACAG": 761,
      "AATGTG": 762,
      "TA": 763,
      "TTACCC": 764,
      "ATAATAA": 765,
      "AAACG": 766,
      "TTTCTTC": 767,
      "AGGTGTG": 768,
      "TTGAG": 769,
      "ACCATC": 770,
      "TTGAACCC": 771,
      "AAGAGAA": 772,
      "ATGAAAA": 773,
      "TTATGG": 774,
      "TAGAATC": 775,
      "ATCCAC": 776,
      "TCCTGC": 777,
      "TTGCAGTGAGCC": 778,
      "AACTAA": 779,
      "AAGTGC": 780,
      "TCCAGC": 781,
      "ATAATG": 782,
      "ACCTGC": 783,
      "AGAGAGAG": 784,
      "TCCTGAG": 785,
      "ACACG": 786,
      "TTTCG": 787,
      "AGGTAG": 788,
      "AGGAGGC": 789,
      "AGCGC": 790,
      "AGGTAC": 791,
      "TCATTC": 792,
      "AGGATGG": 793,
      "AGTCTG": 794,
      "ATAGTC": 795,
      "AACATC": 796,
      "TCTTTG": 797,
      "AGGTTG": 798,
      "TTTCCCC": 799,
      "TCCCAAG": 800,
      "TATATAT": 801,
      "TCCCAC": 802,
      "TTTCTCC": 803,
      "AGTAAC": 804,
      "TCAGAA": 805,
      "ATTAAAA": 806,
      "AGCCTGGCC": 807,
      "TTCCTG": 808,
      "TCCGCC": 809,
      "AAACTG": 810,
      "AGGAAGG": 811,
      "ATTGTG": 812,
      "TTAGTG": 813,
      "AAAATAC": 814,
      "AATAAG": 815,
      "AGCATG": 816,
      "TTGTCC": 817,
      "TTTATTC": 818,
      "GCGG": 819,
      "AGTCAC": 820,
      "TGGGTTC": 821,
      "TATGTG": 822,
      "ATTTTTC": 823,
      "TAATTC": 824,
      "ACTGG": 825,
      "AGAAAGAA": 826,
      "AAAAAAG": 827,
      "ATGCTG": 828,
      "ATGTAC": 829,
      "AGTAAG": 830,
      "TCAGGG": 831,
      "ATTAAC": 832,
      "ATGATC": 833,
      "AGGTCC": 834,
      "ATGGTG": 835,
      "TCCCTG": 836,
      "TTTTTCC": 837,
      "TTGGAAAC": 838,
      "TTTGTAA": 839,
      "AGTTAC": 840,
      "AGAAAAG": 841,
      "AGAAAAC": 842,
      "ACCGC": 843,
      "AGTTAA": 844,
      "AGTATG": 845,
      "TCTGGG": 846,
      "ACCAGC": 847,
      "TTCATC": 848,
      "AAGTTG": 849,
      "ACCCAC": 850,
      "AGGCTGC": 851,
      "TAGTTTT": 852,
      "TCCCG": 853,
      "AGGCG": 854,
      "CCCTG": 855,
      "GGTG": 856,
      "TCTGTCTC": 857,
      "AGACG": 858,
      "AAACTCC": 859,
      "TATTTAA": 860,
      "AATCG": 861,
      "AACAAAA": 862,
      "ATCTAC": 863,
      "TTTTAAAA": 864,
      "AAAGTAC": 865,
      "TTTGTC": 866,
      "TTTCACCATG": 867,
      "AGGGAC": 868,
      "ATTCTCCTGCCTCAGCC": 869,
      "TGGTAG": 870,
      "TTATTTC": 871,
      "TTCCAC": 872,
      "GGGGC": 873,
      "TTAAAAC": 874,
      "ATTATG": 875,
      "ACCTTG": 876,
      "TGAAACCCC": 877,
      "TGGAAAA": 878,
      "TGGCAC": 879,
      "AAGTAG": 880,
      "TTCTTG": 881,
      "TTAGAC": 882,
      "ATACG": 883,
      "AATGGG": 884,
      "TTCCTC": 885,
      "AACATG": 886,
      "ACACTG": 887,
      "TGCATG": 888,
      "AGCTGGG": 889,
      "TATACC": 890,
      "TGGTCC": 891,
      "AGTTGC": 892,
      "AAGTAC": 893,
      "AATCAC": 894,
      "CCCAGC": 895,
      "AGGAAAC": 896,
      "AGTATC": 897,
      "ACTAG": 898,
      "TGCTAA": 899,
      "TGGGTGAC": 900,
      "AAAGAAG": 901,
      "AGGATC": 902,
      "AGATCC": 903,
      "TCATTG": 904,
      "AGAATAA": 905,
      "TCCATC": 906,
      "TGGCG": 907,
      "TGGTAC": 908,
      "ATTGGC": 909,
      "TGGTTG": 910,
      "AGTCCC": 911,
      "ATTCAAC": 912,
      "TGAGAC": 913,
      "TATTTTG": 914,
      "AGTGAC": 915,
      "AGGACC": 916,
      "AATTGC": 917,
      "AGCCTC": 918,
      "AGATTG": 919,
      "TTCAGC": 920,
      "AAACAAAC": 921,
      "TAGCTGGGACTAC": 922,
      "TAACAC": 923,
      "AGGAAGC": 924,
      "TTTGAC": 925,
      "TGGAAAC": 926,
      "AATGAC": 927,
      "TTCATG": 928,
      "TTCTAC": 929,
      "AAATAAAA": 930,
      "AGTTGG": 931,
      "GAATGGAATCATC": 932,
      "TGGAAGC": 933,
      "TTTCACC": 934,
      "AATAGC": 935,
      "TCAAGC": 936,
      "TAGATT": 937,
      "AGCTGAG": 938,
      "ATAAATT": 939,
      "TGTGAC": 940,
      "ATAAATG": 941,
      "TCCTAA": 942,
      "GCGC": 943,
      "AAAAATG": 944,
      "TATTTTTT": 945,
      "TCCTTG": 946,
      "AAATAG": 947,
      "ACCTGCC": 948,
      "TCGGCC": 949,
      "TAATAC": 950,
      "TAAAAG": 951,
      "TTTTGCC": 952,
      "TGGAAGG": 953,
      "AACTGC": 954,
      "TATTAC": 955,
      "AGAATC": 956,
      "AATCTG": 957,
      "TTACTG": 958,
      "TGGGTG": 959,
      "ATCACTTG": 960,
      "TCACTG": 961,
      "AGGCCCC": 962,
      "AGAAGGC": 963,
      "AAAGAAAA": 964,
      "TTATAG": 965,
      "ACCTAC": 966,
      "TAGTTC": 967,
      "AAAAAAAAAAAA": 968,
      "TTAGGC": 969,
      "GCTG": 970,
      "ATTTCTC": 971,
      "AGAAATG": 972,
      "AGTAGC": 973,
      "TTTTTTTTTTTT": 974,
      "TAGGGC": 975,
      "ATTATC": 976,
      "TGCAATC": 977,
      "ATTTTTG": 978,
      "TCAGAG": 979,
      "ATATATG": 980,
      "AGATGGGG": 981,
      "TCATCC": 982,
      "AAGAAAC": 983,
      "TCACG": 984,
      "GCAC": 985,
      "ATATATATT": 986,
      "AACAGC": 987,
      "TTTGTTTG": 988,
      "ATTTTAA": 989,
      "TTTTCCC": 990,
      "ATTTTCC": 991,
      "TTGCTG": 992,
      "TTCACC": 993,
      "AAACGG": 994,
      "TGCGG": 995,
      "TTGAAG": 996,
      "AATACC": 997,
      "TTAAAAG": 998,
      "TATTTTTAGTAGAGAC": 999,
      "TGCAGG": 1000,
      "TATATTC": 1001,
      "TATAAG": 1002,
      "TCACCC": 1003,
      "ATTGGG": 1004,
      "AACACC": 1005,
      "ATGTGCC": 1006,
      "TATAGC": 1007,
      "TGCATC": 1008,
      "TTCCTTCC": 1009,
      "TGTACATAAAA": 1010,
      "TGCACC": 1011,
      "ATTTCG": 1012,
      "AGCTGG": 1013,
      "AGTACC": 1014,
      "ATATTCC": 1015,
      "ACACTC": 1016,
      "ATGGAATC": 1017,
      "TTTAACC": 1018,
      "TTCTTTC": 1019,
      "AGACAGAG": 1020,
      "TAGATG": 1021,
      "TAAGGC": 1022,
      "AGCCG": 1023,
      "TACTCGGG": 1024,
      "AGACGG": 1025,
      "TTGAAAA": 1026,
      "ATTTTAC": 1027,
      "TTGATG": 1028,
      "TTTATTG": 1029,
      "AGCGG": 1030,
      "TTTTTTTC": 1031,
      "AGCCTG": 1032,
      "TCAAGG": 1033,
      "TAGGGG": 1034,
      "TCTTGG": 1035,
      "TATTTCC": 1036,
      "TTGTAC": 1037,
      "TTAGTC": 1038,
      "TTAATAA": 1039,
      "ATGCAC": 1040,
      "TATCAC": 1041,
      "ACACACACACACACAC": 1042,
      "ATCAGC": 1043,
      "TGGCTAA": 1044,
      "AGACTG": 1045,
      "TCAGGC": 1046,
      "AACTAC": 1047,
      "TCCCGAG": 1048,
      "ATCAAAA": 1049,
      "TATATAC": 1050,
      "TGGACC": 1051,
      "ATGAGC": 1052,
      "ATTGAC": 1053,
      "AGGAGGG": 1054,
      "TCACAC": 1055,
      "AGGCTGGAGTGCAGTGGC": 1056,
      "ATGTGTG": 1057,
      "ATTCTTC": 1058,
      "AGTTTTC": 1059,
      "TGCTAC": 1060,
      "ATGAGCC": 1061,
      "ATTACAGGCGTG": 1062,
      "AGTAGG": 1063,
      "TTGGAAACGGG": 1064,
      "CCCACC": 1065,
      "TTTCTAA": 1066,
      "AGAAATT": 1067,
      "AAAGTAA": 1068,
      "TTGGCCAGGCTGG": 1069,
      "TAAGAC": 1070,
      "AATTGG": 1071,
      "TCTATT": 1072,
      "TTCCG": 1073,
      "ATGTAG": 1074,
      "TTCTTTG": 1075,
      "TGTGTGTGTGTGTGTG": 1076,
      "TGGACTC": 1077,
      "TCTCAGC": 1078,
      "ATATATAA": 1079,
      "TTTTCTG": 1080,
      "TCCATT": 1081,
      "ATACTG": 1082,
      "AAAGAAC": 1083,
      "AAGCAC": 1084,
      "TTCCTTC": 1085,
      "AAGGAC": 1086,
      "AATCCC": 1087,
      "ATGTATT": 1088,
      "AAAAAATT": 1089,
      "ACGCCC": 1090,
      "ATCCTG": 1091,
      "TGGCCCC": 1092,
      "TCTCTC": 1093,
      "TTGTGC": 1094,
      "TAGCCC": 1095,
      "AATTTAA": 1096,
      "TTTTTATT": 1097,
      "TATAAAC": 1098,
      "TGGGAC": 1099,
      "TACAAC": 1100,
      "TCTGAC": 1101,
      "TTGATC": 1102,
      "ATTTTTAA": 1103,
      "AGGAGTTC": 1104,
      "TTGACC": 1105,
      "ATCCACCC": 1106,
      "TGGGCG": 1107,
      "ATGGAC": 1108,
      "TGGATTC": 1109,
      "AGAAGGG": 1110,
      "TGGGGCC": 1111,
      "TATCTG": 1112,
      "TGCCAC": 1113,
      "TCCATG": 1114,
      "TTTATCC": 1115,
      "ATGCG": 1116,
      "AAAAATC": 1117,
      "TGGTTTT": 1118,
      "AGACTCC": 1119,
      "AGGGTG": 1120,
      "TCAGTG": 1121,
      "AGCCTCC": 1122,
      "ACCCTG": 1123,
      "AACCAC": 1124,
      "GAGTCC": 1125,
      "TTTGGAA": 1126,
      "TGGTGGC": 1127,
      "TGTAATCCC": 1128,
      "AAATGCC": 1129,
      "TACTAC": 1130,
      "TCAAAC": 1131,
      "TCCCGGG": 1132,
      "TAAGGG": 1133,
      "ATTCCATT": 1134,
      "TTCAAG": 1135,
      "TCACTC": 1136,
      "ATCAAG": 1137,
      "ATTCCCC": 1138,
      "TGGTCTC": 1139,
      "TTGAGC": 1140,
      "TGGGGGC": 1141,
      "GGAC": 1142,
      "ACAGAGC": 1143,
      "TCATGG": 1144,
      "TTCCTCC": 1145,
      "TAAGTG": 1146,
      "TCTGCCC": 1147,
      "ACCATT": 1148,
      "AGATATT": 1149,
      "ATATCTC": 1150,
      "TACTCAGG": 1151,
      "TATCAAAG": 1152,
      "TACCAC": 1153,
      "ATCTCGGC": 1154,
      "ATAATAC": 1155,
      "GGCCC": 1156,
      "TAAATC": 1157,
      "TCGCCC": 1158,
      "AGCCAGGC": 1159,
      "AAATAAC": 1160,
      "TATAATT": 1161,
      "ATTCTCC": 1162,
      "TTAAATG": 1163,
      "AATAGG": 1164,
      "TTGCAC": 1165,
      "TTTCTTTT": 1166,
      "TAATGC": 1167,
      "TGGTGTG": 1168,
      "AGAGAAG": 1169,
      "TTGGTG": 1170,
      "AGAAATC": 1171,
      "AATTTTC": 1172,
      "TACAGC": 1173,
      "ATATAAAA": 1174,
      "ATGGTGGC": 1175,
      "TAATCC": 1176,
      "TCACACC": 1177,
      "ATTCCATTTG": 1178,
      "TTGTGTG": 1179,
      "AACAAG": 1180,
      "TAGTAG": 1181,
      "TATGAC": 1182,
      "ACCAAG": 1183,
      "TGCTGG": 1184,
      "TCAAAG": 1185,
      "TCCCTCCC": 1186,
      "ATCTGCC": 1187,
      "TTACG": 1188,
      "TAAAAAA": 1189,
      "TACTTTT": 1190,
      "TGGCTG": 1191,
      "ATGTTTT": 1192,
      "ATTTGG": 1193,
      "AAGCTG": 1194,
      "TGCTAG": 1195,
      "TGCTTG": 1196,
      "GGCG": 1197,
      "TCCAAC": 1198,
      "TGCAAC": 1199,
      "ACTCG": 1200,
      "AGGAATG": 1201,
      "AGAAGCATTCTC": 1202,
      "AAGGAAGG": 1203,
      "ATTTAT": 1204,
      "AAAATTC": 1205,
      "TAACG": 1206,
      "TCTGTCACCC": 1207,
      "ATTAAG": 1208,
      "TTATATG": 1209,
      "ATTTCTG": 1210,
      "GGGGG": 1211,
      "AATGGAATGGAA": 1212,
      "ATGTGG": 1213,
      "TTCTTCC": 1214,
      "TGCAAG": 1215,
      "ACCCTGTCTC": 1216,
      "TGTGTCC": 1217,
      "TGAAAC": 1218,
      "TGCTTTT": 1219,
      "AAATGGG": 1220,
      "TTCAG": 1221,
      "ACCCG": 1222,
      "ATCTAG": 1223,
      "TGCAGTG": 1224,
      "TTGAGG": 1225,
      "TGGAGGC": 1226,
      "TTTGAGACC": 1227,
      "TACTTGGG": 1228,
      "AAATGGC": 1229,
      "TTGGTC": 1230,
      "AGCAAAA": 1231,
      "TGCCTG": 1232,
      "AACGC": 1233,
      "TGTAGTCCCAGC": 1234,
      "TTGGAC": 1235,
      "TAGCAC": 1236,
      "AGCTGGGC": 1237,
      "AGCTTG": 1238,
      "TATTCAAC": 1239,
      "CCCTCC": 1240,
      "AGCTAG": 1241,
      "TGCGC": 1242,
      "TTTCTTTTC": 1243,
      "ATTCCATTCCATTCC": 1244,
      "TGGTGGG": 1245,
      "TTTTTTTG": 1246,
      "TATCTC": 1247,
      "TGGAGAA": 1248,
      "TACATC": 1249,
      "TTCAGG": 1250,
      "TGCTTTC": 1251,
      "TATTATT": 1252,
      "AAGCCCC": 1253,
      "AGATAG": 1254,
      "TCCCTCC": 1255,
      "AAAGGAA": 1256,
      "TTCTGCC": 1257,
      "AGGGGCC": 1258,
      "ATCCG": 1259,
      "ATGAGG": 1260,
      "AAGGTG": 1261,
      "AGTTTCC": 1262,
      "AAAGTC": 1263,
      "AGAGCCC": 1264,
      "TGTGCCC": 1265,
      "AAATTGC": 1266,
      "AGGTGCC": 1267,
      "AGTTTTG": 1268,
      "AACTCCTGACCTC": 1269,
      "TTTGAGG": 1270,
      "AACTTG": 1271,
      "TGAATAA": 1272,
      "ATGACC": 1273,
      "TACTAAAAATACAAAAATT": 1274,
      "TTAAATT": 1275,
      "AACAGAA": 1276,
      "TCCCACC": 1277,
      "AGGTCAGGAGTTC": 1278,
      "TCTGTAA": 1279,
      "TATTTAC": 1280,
      "TAACTG": 1281,
      "AAGATATT": 1282,
      "TCAACC": 1283,
      "ACCTCAGCC": 1284,
      "ACAGAA": 1285,
      "AAAAGGC": 1286,
      "AATTTTG": 1287,
      "AGATAT": 1288,
      "TACTGC": 1289,
      "ATTTCTTC": 1290,
      "ATTACC": 1291,
      "TGACG": 1292,
      "AACTAG": 1293,
      "AAGAATG": 1294,
      "TTCTCTC": 1295,
      "TGCAAGTGG": 1296,
      "TCATGCC": 1297,
      "TCAGTC": 1298,
      "ATTTTGG": 1299,
      "TTTTTAG": 1300,
      "TATATTG": 1301,
      "AGGAGAG": 1302,
      "TGGAACC": 1303,
      "GGCCCC": 1304,
      "TTGCAGTGAGCCGAG": 1305,
      "TATAATAA": 1306,
      "AGACAGGG": 1307,
      "AGCCAAG": 1308,
      "TATTTTTAGTAG": 1309,
      "AGGCCGAGGC": 1310,
      "ATTATAA": 1311,
      "TTCTGG": 1312,
      "AAAATAG": 1313,
      "TTTTTAC": 1314,
      "TAACCC": 1315,
      "ATTTTATT": 1316,
      "TGGCTCACGCC": 1317,
      "AGAAATAA": 1318,
      "TTGTATT": 1319,
      "GGGTTG": 1320,
      "AAGTGATCC": 1321,
      "GCTCC": 1322,
      "AAAATATT": 1323,
      "TCTTAC": 1324,
      "AATGATG": 1325,
      "TAAAGC": 1326,
      "AGTCG": 1327,
      "TAGCTGGGATTACAGGC": 1328,
      "ATGGGGG": 1329,
      "TTTTGGC": 1330,
      "AAATATG": 1331,
      "ATCTTTG": 1332,
      "AAAAGCC": 1333,
      "AGAAAGC": 1334,
      "TTCCCCC": 1335,
      "TAAAATG": 1336,
      "TAGAGC": 1337,
      "TATAAAG": 1338,
      "TGCTGCC": 1339,
      "TATAATG": 1340,
      "ACCATGCCC": 1341,
      "AGGAAAG": 1342,
      "AGAATTC": 1343,
      "TTTAAGG": 1344,
      "ATTTTGC": 1345,
      "TCATGC": 1346,
      "ATATACTGTACATAAAA": 1347,
      "TACTTG": 1348,
      "ATCTCAGC": 1349,
      "TCCCCCC": 1350,
      "TCTCTCC": 1351,
      "ATCTTTT": 1352,
      "AAGATGG": 1353,
      "TGAACCC": 1354,
      "AGGTTGG": 1355,
      "TTCTCAG": 1356,
      "AAAAATAA": 1357,
      "ATTACAGGTGTG": 1358,
      "TGGAGGG": 1359,
      "ACATGG": 1360,
      "TGGAATC": 1361,
      "TAAAATAA": 1362,
      "AGTTATT": 1363,
      "TATAAATT": 1364,
      "TCTATC": 1365,
      "TAAACC": 1366,
      "TGTATT": 1367,
      "AAATTCC": 1368,
      "TGCCG": 1369,
      "TCTTTTTG": 1370,
      "AATTCCC": 1371,
      "TTTTGGG": 1372,
      "CCCGCC": 1373,
      "TCTCTTC": 1374,
      "ATTCAAG": 1375,
      "AGGAGAC": 1376,
      "TTTGAGGCC": 1377,
      "TCTATG": 1378,
      "AGAAACC": 1379,
      "TCATAA": 1380,
      "AAATACC": 1381,
      "TTTGGGG": 1382,
      "AGAGAAC": 1383,
      "TCAACCC": 1384,
      "TGGAGAC": 1385,
      "ATAAGCC": 1386,
      "TAAATAA": 1387,
      "AGGACAC": 1388,
      "ATTTCAC": 1389,
      "AAAAGGG": 1390,
      "AAGAAGG": 1391,
      "TCTACC": 1392,
      "TAAAAAC": 1393,
      "TAGAAAC": 1394,
      "ATAGAGC": 1395,
      "AATTTCC": 1396,
      "AGAGAGC": 1397,
      "ATCCTGGC": 1398,
      "TCAATG": 1399,
      "TTGCG": 1400,
      "AGCCCCC": 1401,
      "ACTTCCC": 1402,
      "ATTTATC": 1403,
      "TTTGTTTT": 1404,
      "TTTGTTC": 1405,
      "TAGTCC": 1406,
      "TCAGAC": 1407,
      "AACAG": 1408,
      "AGGGAGGG": 1409,
      "AATAAAC": 1410,
      "TTTCTGC": 1411,
      "AAATAAG": 1412,
      "AGCCGC": 1413,
      "TGACTG": 1414,
      "AAATTTC": 1415,
      "TAGATC": 1416,
      "AATGGAATGGAATGGAATGGAA": 1417,
      "TTATTCC": 1418,
      "TTCCAGC": 1419,
      "AAAATGC": 1420,
      "TGGAGAG": 1421,
      "ATTCTAA": 1422,
      "TAGACC": 1423,
      "TGGAGTG": 1424,
      "ATATTGG": 1425,
      "AGTTGAA": 1426,
      "AAAACAC": 1427,
      "TAGGAC": 1428,
      "AGCTGTG": 1429,
      "TTCTCTG": 1430,
      "TGCCACC": 1431,
      "AAATTGG": 1432,
      "TTGTTTC": 1433,
      "TCCGC": 1434,
      "TACAAG": 1435,
      "TTCAAAA": 1436,
      "AGTTTAA": 1437,
      "TGCTCTG": 1438,
      "ACGTG": 1439,
      "TGGATAA": 1440,
      "TGGTTTC": 1441,
      "TCCAAG": 1442,
      "TGGAACGG": 1443,
      "TCCCAGGTTC": 1444,
      "TTGAAAC": 1445,
      "ATTGTAA": 1446,
      "ACCACACCC": 1447,
      "TGGGAGG": 1448,
      "TTCATTC": 1449,
      "TTATAAAA": 1450,
      "ATTAGC": 1451,
      "TACCG": 1452,
      "AGGGGGC": 1453,
      "AAATCCC": 1454,
      "ATATCAC": 1455,
      "AGGCTC": 1456,
      "AAATTAC": 1457,
      "AAAACCC": 1458,
      "TTGAGCCC": 1459,
      "TATAGAA": 1460,
      "AAAAGAC": 1461,
      "TAGGTG": 1462,
      "TCCAGG": 1463,
      "TGACTTC": 1464,
      "TAGCTG": 1465,
      "ATCGG": 1466,
      "ATGGTGG": 1467,
      "TATATATG": 1468,
      "TTTGCCC": 1469,
      "TCACGCC": 1470,
      "TAGTAC": 1471,
      "TCCTCCC": 1472,
      "ATTTATG": 1473,
      "TCTCAAAC": 1474,
      "AGGCTGGAG": 1475,
      "TTTGGCC": 1476,
      "TCTCGC": 1477,
      "TCCTGGG": 1478,
      "TACCTG": 1479,
      "TTTATAA": 1480,
      "TTTTCAC": 1481,
      "TTAATTTT": 1482,
      "TGTGATG": 1483,
      "GTTC": 1484,
      "TTTCTAC": 1485,
      "TGCAGGG": 1486,
      "TTTTCTTC": 1487,
      "TGCAAAC": 1488,
      "TGAAATG": 1489,
      "TTTATGC": 1490,
      "TATATGC": 1491,
      "TTTATGG": 1492,
      "AATTGAA": 1493,
      "TGAGCCC": 1494,
      "TGGGCTC": 1495,
      "TAATTG": 1496,
      "TGCACAC": 1497,
      "TTATAAC": 1498,
      "AAACAAAA": 1499,
      "AGTTAG": 1500,
      "TGGGAGGC": 1501,
      "TAGTTTC": 1502,
      "TTGGGGG": 1503,
      "ATATTGC": 1504,
      "ACCTGG": 1505,
      "TGTCG": 1506,
      "AGAGGCC": 1507,
      "ATTAGG": 1508,
      "ATATGCC": 1509,
      "ATATATC": 1510,
      "ATATGGC": 1511,
      "TAATATT": 1512,
      "ATGGGGC": 1513,
      "TTGTTTG": 1514,
      "ATTCTAC": 1515,
      "ACAGAG": 1516,
      "GGCTG": 1517,
      "AAAACG": 1518,
      "ATCCTCC": 1519,
      "AACAATG": 1520,
      "ATCACCC": 1521,
      "TGCAGCC": 1522,
      "AAAAATAC": 1523,
      "TCCCTC": 1524,
      "ATCCTC": 1525,
      "TGGTATT": 1526,
      "TTTCTCTC": 1527,
      "AGAAGCC": 1528,
      "TAATAG": 1529,
      "AGCAGAG": 1530,
      "TGCTGTG": 1531,
      "AAATCTC": 1532,
      "TACTTTG": 1533,
      "ATCTTGGC": 1534,
      "TTTTATC": 1535,
      "TATAGG": 1536,
      "ATGCCCC": 1537,
      "ATTTGTC": 1538,
      "TTTGTGATG": 1539,
      "ACCACAC": 1540,
      "ATGTTTC": 1541,
      "TCTGTTC": 1542,
      "ATTCGATG": 1543,
      "AAGCAATTC": 1544,
      "AGGGCCC": 1545,
      "AAGGAAG": 1546,
      "TTTGTAG": 1547,
      "AGAAAGG": 1548,
      "TATAGTG": 1549,
      "ACAATG": 1550,
      "TATACAC": 1551,
      "ATTTAAG": 1552,
      "TTTAAGC": 1553,
      "TCCTAC": 1554,
      "ATTGTTC": 1555,
      "TCCCAGG": 1556,
      "ATATTTG": 1557,
      "AAGGTC": 1558,
      "ATCACG": 1559,
      "ATAATTTT": 1560,
      "ATAATTC": 1561,
      "TGCTTCC": 1562,
      "TCTGTTGCCC": 1563,
      "ATTCCATTCCATTC": 1564,
      "AAAGCCC": 1565,
      "AATATTC": 1566,
      "ACCTAG": 1567,
      "AGGCCAAGGC": 1568,
      "AATGTTC": 1569,
      "TATCAAAGTACCC": 1570,
      "AAACCCC": 1571,
      "ATCTTTC": 1572,
      "TAGCTGGGACTACAGGC": 1573,
      "TATACTG": 1574,
      "TGGACAC": 1575,
      "ATTGTC": 1576,
      "ATTTCCC": 1577,
      "ATGAAGC": 1578,
      "TGGGCCC": 1579,
      "AAAAGAAAA": 1580,
      "TGCAATGGAA": 1581,
      "AGGTTGC": 1582,
      "TGGCTCATGCC": 1583,
      "ATCTTCC": 1584,
      "AGTGTAA": 1585,
      "AGTCTTGC": 1586,
      "ATCCATG": 1587,
      "TGCCTCAGCC": 1588,
      "GCCG": 1589,
      "ATTTGTG": 1590,
      "AGCCTGGCCAACATGG": 1591,
      "AGCAGCC": 1592,
      "TTTGAAG": 1593,
      "TTCTGTG": 1594,
      "AGCATGG": 1595,
      "TGTCTCC": 1596,
      "TGGGTGC": 1597,
      "ATAAGAA": 1598,
      "TTTCCTG": 1599,
      "AAAGATG": 1600,
      "ATTATTC": 1601,
      "TGGGGGG": 1602,
      "TCTAAG": 1603,
      "GAATGGAATGGAA": 1604,
      "AATTTAC": 1605,
      "ATATTTGG": 1606,
      "AAAATTG": 1607,
      "TAGTTG": 1608,
      "AAGTTTT": 1609,
      "TGAAATC": 1610,
      "ACCACACC": 1611,
      "TTGCCCC": 1612,
      "AAAACAAAAC": 1613,
      "AGCTTCC": 1614,
      "AGGAATC": 1615,
      "TATGTAA": 1616,
      "AGAGCG": 1617,
      "TATACATT": 1618,
      "AGCCACTGC": 1619,
      "TTT": 1620,
      "TATCG": 1621,
      "AACAAAC": 1622,
      "ATTTGGG": 1623,
      "TTTCTTG": 1624,
      "AACTTTT": 1625,
      "AACCTG": 1626,
      "TTCTCCC": 1627,
      "ATGAGAA": 1628,
      "AGGTATT": 1629,
      "AACCG": 1630,
      "TACAGAA": 1631,
      "TCCATTC": 1632,
      "AGCCGGGC": 1633,
      "TATAATC": 1634,
      "TACACC": 1635,
      "ATTTAAC": 1636,
      "TGCAAAA": 1637,
      "TCCTGG": 1638,
      "AAAGGGC": 1639,
      "TTATTGC": 1640,
      "ACTTTT": 1641,
      "AAGAGAC": 1642,
      "TCTTTAA": 1643,
      "AGGATTC": 1644,
      "AAAGTTC": 1645,
      "AGCTGCC": 1646,
      "TACGG": 1647,
      "AATTATC": 1648,
      "AAGTATT": 1649,
      "TCGCC": 1650,
      "AGCAGTTTTG": 1651,
      "AAAAACC": 1652,
      "GGCTAA": 1653,
      "ATGCTGC": 1654,
      "GGCAC": 1655,
      "AAGAAGC": 1656,
      "TGAGAAC": 1657,
      "ATTCATC": 1658,
      "AAAAAATAA": 1659,
      "TTTGTTG": 1660,
      "TCCTTCC": 1661,
      "ATTTGAA": 1662,
      "GCCCGCC": 1663,
      "AGGTGGC": 1664,
      "TTTTGTTTTG": 1665,
      "ACACACC": 1666,
      "TCCTAGC": 1667,
      "ATTGCCC": 1668,
      "TTCTGTC": 1669,
      "ATGAATG": 1670,
      "AGGTTTT": 1671,
      "AGAACCC": 1672,
      "ATATATAC": 1673,
      "AAGAAAG": 1674,
      "TCCTTTT": 1675,
      "AGCAGGG": 1676,
      "TCTCTGC": 1677,
      "AGGAGCC": 1678,
      "AGATTCC": 1679,
      "ATAATC": 1680,
      "AGCAGTG": 1681,
      "AGCCTGGGCAAC": 1682,
      "TATAAGG": 1683,
      "ATAGGCC": 1684,
      "TTGCTC": 1685,
      "ATGTGTC": 1686,
      "TTTGGGC": 1687,
      "AGAAGCATTCTCAGAAAC": 1688,
      "TTATAAG": 1689,
      "AATCATC": 1690,
      "AGATTTC": 1691,
      "TGAAACCCCGTCTC": 1692,
      "TGTGTC": 1693,
      "TGCACTC": 1694,
      "TTTTGTG": 1695,
      "TATCTATC": 1696,
      "AGCAAAC": 1697,
      "TTCTATT": 1698,
      "AGAGATG": 1699,
      "ATCATTC": 1700,
      "TATGGCC": 1701,
      "TGCACTG": 1702,
      "AATAGAA": 1703,
      "AATGTC": 1704,
      "ATATAAC": 1705,
      "ATCTGG": 1706,
      "ATATATATATATATAT": 1707,
      "ATGTAAC": 1708,
      "TTGTGG": 1709,
      "AGGATAA": 1710,
      "AAGATAA": 1711,
      "ACCCCCC": 1712,
      "AGAGAAAA": 1713,
      "ATGCTC": 1714,
      "TCCCAAAGTGC": 1715,
      "ATTCATTC": 1716,
      "TTCTGGG": 1717,
      "AGTGAAC": 1718,
      "TGGCCTC": 1719,
      "TAGTATC": 1720,
      "TGAAGG": 1721,
      "ATAGTAA": 1722,
      "AAGACAC": 1723,
      "ATCTCTC": 1724,
      "TGCAACC": 1725,
      "TTGTCTC": 1726,
      "AGAATAC": 1727,
      "AATGAAC": 1728,
      "AAACAAC": 1729,
      "TGTTTC": 1730,
      "AAACTAA": 1731,
      "ACCTCCC": 1732,
      "TCACAGC": 1733,
      "TGGGTAA": 1734,
      "TATATCC": 1735,
      "TTATATC": 1736,
      "TCCTAG": 1737,
      "AGATGGG": 1738,
      "TTATTGG": 1739,
      "TCCGG": 1740,
      "TTTAGCC": 1741,
      "AGGGAAG": 1742,
      "AAACTC": 1743,
      "TGGAGTC": 1744,
      "ATAAAAAC": 1745,
      "AGGAGTG": 1746,
      "AGAATGC": 1747,
      "TATTCCC": 1748,
      "TTAATTC": 1749,
      "GTGGTGGC": 1750,
      "AAAAAGC": 1751,
      "AGGCGC": 1752,
      "TAGACAG": 1753,
      "AGGATAC": 1754,
      "AGGTTTC": 1755,
      "ATCTGTG": 1756,
      "TTGAGCC": 1757,
      "AGGTGATCC": 1758,
      "TCAGCCC": 1759,
      "ACCTGTAG": 1760,
      "TACACAC": 1761,
      "TGGAGCC": 1762,
      "TGAGTTC": 1763,
      "TCCTTTC": 1764,
      "TGGATGG": 1765,
      "TGTCTTC": 1766,
      "TCTGTCGCCC": 1767,
      "TATATAG": 1768,
      "TGAAATT": 1769,
      "ACCATGG": 1770,
      "TGCCCCC": 1771,
      "AAGAATC": 1772,
      "AACAGAG": 1773,
      "TGGGGAG": 1774,
      "TCCGTCTC": 1775,
      "ATTGTGCC": 1776,
      "ATTTTAAAA": 1777,
      "ATAAATC": 1778,
      "TTGAATGGAA": 1779,
      "ATGAAAC": 1780,
      "GAATGGAATC": 1781,
      "ACAGTG": 1782,
      "ATTCCG": 1783,
      "AGGCAGC": 1784,
      "GCGCC": 1785,
      "TAGTGC": 1786,
      "TCACTGCAAGC": 1787,
      "ACCAAAA": 1788,
      "TCCCGGGTTC": 1789,
      "TTATCTC": 1790,
      "TTGCTTC": 1791,
      "ATTCCATTGC": 1792,
      "AAACACTCTTTTTG": 1793,
      "AAAGGAC": 1794,
      "ACAGGG": 1795,
      "TTTCTTCC": 1796,
      "TCACTGCAACCTCTGCC": 1797,
      "TTTGCTG": 1798,
      "ATATCCC": 1799,
      "TGGTACC": 1800,
      "ACAGAAC": 1801,
      "AATTATT": 1802,
      "ATCTATT": 1803,
      "TTGGGCC": 1804,
      "ACCAGG": 1805,
      "TCCCAAAGTGCTGGGATTACAGGCGTG": 1806,
      "TTGCAGTGAGCTGAG": 1807,
      "TATATGG": 1808,
      "AGGCTGGAGTGCAGTGG": 1809,
      "TTTTAAC": 1810,
      "TAGAATG": 1811,
      "TCCAGCC": 1812,
      "ATGATTC": 1813,
      "TCTTTTC": 1814,
      "AAAGATC": 1815,
      "TATACAA": 1816,
      "TAGCG": 1817,
      "ATGTTGG": 1818,
      "TATAAAAC": 1819,
      "TAAAG": 1820,
      "TGCTGGC": 1821,
      "TTTCATT": 1822,
      "AACGAA": 1823,
      "ATACATT": 1824,
      "AAGAGAG": 1825,
      "AAGAGTG": 1826,
      "TATTTTTAGTAGAGACGGGG": 1827,
      "TTAACCC": 1828,
      "ACCCAGC": 1829,
      "TATTTTTAA": 1830,
      "ATCTCAC": 1831,
      "AAAGTAG": 1832,
      "TGGTGAC": 1833,
      "ATCACAC": 1834,
      "ACAGCC": 1835,
      "ACAGCCC": 1836,
      "TACATAAAA": 1837,
      "TTATTTG": 1838,
      "AGGCTAG": 1839,
      "AATAACC": 1840,
      "AGAATGCTTC": 1841,
      "TCGGC": 1842,
      "AGGATGC": 1843,
      "GCGCCC": 1844,
      "TATCCCC": 1845,
      "AGTGCCC": 1846,
      "TTATGCC": 1847,
      "AGGTATG": 1848,
      "GCTGC": 1849,
      "TCCAG": 1850,
      "AGGTTTG": 1851,
      "ATCTCTG": 1852,
      "AAAAAAATT": 1853,
      "AGGACTC": 1854,
      "TGAATAG": 1855,
      "ACACTCTG": 1856,
      "TTTTATG": 1857,
      "AGGTGAC": 1858,
      "TCCTGGGTTC": 1859,
      "AAGTCAC": 1860,
      "TCCCAAAGTGCTGGGATTACAGGC": 1861,
      "AGGGGAA": 1862,
      "AGCTATG": 1863,
      "TTTCAAC": 1864,
      "AAAAAAAC": 1865,
      "ACATCC": 1866,
      "TATACG": 1867,
      "TGCTTTG": 1868,
      "TGAATTC": 1869,
      "ACAGAC": 1870,
      "ATAAGTG": 1871,
      "TTTTCCCC": 1872,
      "TTTAGGG": 1873,
      "AGGTCTC": 1874,
      "AGAAAAGG": 1875,
      "AAGGAAC": 1876,
      "AAAATCC": 1877,
      "TAAGTAA": 1878,
      "ACTGTG": 1879,
      "AGGTAGG": 1880,
      "TTATGGC": 1881,
      "AAAGAGAA": 1882,
      "AGCTAATTTTTG": 1883,
      "AAAACTG": 1884,
      "TTGGGGC": 1885,
      "ACTTCC": 1886,
      "AGACCCC": 1887,
      "ACACAGC": 1888,
      "TCTTAA": 1889,
      "ACCACGCC": 1890,
      "ATTCTGG": 1891,
      "TGGCTTC": 1892,
      "ATTTTAG": 1893,
      "TAAGAAC": 1894,
      "TGCACCC": 1895,
      "TAATTTTTTG": 1896,
      "TGCAATG": 1897,
      "AGCCGAG": 1898,
      "AGGTGGGC": 1899,
      "TATTTTTC": 1900,
      "AGTTTGC": 1901,
      "ACCGG": 1902,
      "ATTCTTTT": 1903,
      "GTGCCC": 1904,
      "AGGAACC": 1905,
      "AAGGGGC": 1906,
      "TTCGG": 1907,
      "ACCACTGC": 1908,
      "ATTCCATTCCATTGC": 1909,
      "AGGCATG": 1910,
      "ACAAAC": 1911,
      "AGCAGAA": 1912,
      "ATA": 1913,
      "AATAAGC": 1914,
      "TGGGAAC": 1915,
      "TTCTCG": 1916,
      "AGCCATG": 1917,
      "TGGTGCC": 1918,
      "TGCATTC": 1919,
      "TTTCATG": 1920,
      "TTTGTATT": 1921,
      "TAGCTGGGATTAC": 1922,
      "GGGCGG": 1923,
      "TATTCTG": 1924,
      "ATTGCACTCCAGCC": 1925,
      "AATTTATT": 1926,
      "TCCCAGCACTTTGGG": 1927,
      "AGTGGGC": 1928,
      "TTGAATC": 1929,
      "AGCAGGC": 1930,
      "TTATAGC": 1931,
      "TACGC": 1932,
      "TTAGCCAGGATGG": 1933,
      "TTGAATG": 1934,
      "AAGTTTC": 1935,
      "TCCCTTC": 1936,
      "TATAAGC": 1937,
      "ACCAGCC": 1938,
      "ATTTCGTTGGAAACGGG": 1939,
      "TTTGGAG": 1940,
      "GGGTG": 1941,
      "AAGTAAC": 1942,
      "TGCTCTC": 1943,
      "TATCTTC": 1944,
      "TTAATCC": 1945,
      "ATTCATT": 1946,
      "TTTGTGATGTG": 1947,
      "AGCTCTG": 1948,
      "AGCTTTT": 1949,
      "TTTACCC": 1950,
      "ACATAA": 1951,
      "TGAAACCCCATCTC": 1952,
      "AGATGCC": 1953,
      "ACCCACC": 1954,
      "ACATGC": 1955,
      "TCTAGG": 1956,
      "ACTTTC": 1957,
      "ACAGGC": 1958,
      "ATTTGCC": 1959,
      "AGCAGAC": 1960,
      "TCTAGC": 1961,
      "AGATGGC": 1962,
      "TTAAATC": 1963,
      "TGGACATT": 1964,
      "ATAGGGC": 1965,
      "TGTAACC": 1966,
      "ACTGCC": 1967,
      "ACATTG": 1968,
      "ATGTATC": 1969,
      "TACTAAAA": 1970,
      "AAACTTC": 1971,
      "TCCTCTC": 1972,
      "AAGGCCC": 1973,
      "AGGAGTC": 1974,
      "AGGGAAC": 1975,
      "AAGGGCC": 1976,
      "ATTTGGC": 1977,
      "ACTCCC": 1978,
      "TCTAAC": 1979,
      "AGGAAAAG": 1980,
      "AAAGTGC": 1981,
      "TTTCATC": 1982,
      "ATAGATAG": 1983,
      "AGAGTGAGAC": 1984,
      "ATGCACC": 1985,
      "AAGGTAA": 1986,
      "TAGTATT": 1987,
      "GCCACTGCACTCCAGCC": 1988,
      "AGGGGAG": 1989,
      "TCAAATGG": 1990,
      "TGGGAAG": 1991,
      "AATTAAAA": 1992,
      "TTTTTGC": 1993,
      "ATGATGG": 1994,
      "ATGATCC": 1995,
      "ATCACCTG": 1996,
      "TGGAGATTTC": 1997,
      "ATCTTGG": 1998,
      "TGAGTCC": 1999,
      "ACTGCCC": 2000,
      "AGAGGGC": 2001,
      "ATGTTTG": 2002,
      "AATATGG": 2003,
      "TTCTCAC": 2004,
      "ATCAGAG": 2005,
      "ATTTTTATT": 2006,
      "AGCTTTC": 2007,
      "TGGTTCC": 2008,
      "TTAATAC": 2009,
      "ATAGAAC": 2010,
      "ACATTC": 2011,
      "TCGGG": 2012,
      "ATGTATG": 2013,
      "ACTCTG": 2014,
      "TTCGC": 2015,
      "ATAATATT": 2016,
      "AGAATAG": 2017,
      "TTGAACCCGGG": 2018,
      "AATGAATG": 2019,
      "TCATAC": 2020,
      "TGAAACC": 2021,
      "AGATATG": 2022,
      "AGGCACC": 2023,
      "AGTCTCGC": 2024,
      "AGCTATT": 2025,
      "ATAGGAA": 2026,
      "ATTGGGG": 2027,
      "TTTCAAAAC": 2028,
      "TTTTCTTTT": 2029,
      "AACATGGC": 2030,
      "AGCTCCC": 2031,
      "AGAGCAAG": 2032,
      "ATCAAATATATATT": 2033,
      "AAGCGC": 2034,
      "TGGTTTTG": 2035,
      "TACTAG": 2036,
      "ATCAGTG": 2037,
      "TGAGAA": 2038,
      "ATCCCCC": 2039,
      "AAAGTGCTGGG": 2040,
      "ATACCTC": 2041,
      "TTTTAAG": 2042,
      "AAAGGCC": 2043,
      "TGTCTAG": 2044,
      "ACCTTCC": 2045,
      "ACCACTGCACTCCAGCC": 2046,
      "AGGCTGAGGTGGG": 2047,
      "TTGGTTCC": 2048,
      "TGGGGTG": 2049,
      "ATTCTTG": 2050,
      "TTAATATT": 2051,
      "TACTTTC": 2052,
      "ATAATTG": 2053,
      "AGCTCTC": 2054,
      "AGCCTGGGC": 2055,
      "ATATTTTC": 2056,
      "ATTCTCAGAA": 2057,
      "GTAA": 2058,
      "AGTAACC": 2059,
      "TTTAAAAAA": 2060,
      "AGTGGAA": 2061,
      "TTCGTTGGAAACGGG": 2062,
      "ATCTCCC": 2063,
      "ATTATTG": 2064,
      "ATATTTAA": 2065,
      "ACTTGC": 2066,
      "AGAATCC": 2067,
      "AAACAAG": 2068,
      "AAATGTG": 2069,
      "TCCTGACC": 2070,
      "TGTGTTC": 2071,
      "TTGCCCAGGCTGG": 2072,
      "TTTGAAC": 2073,
      "AAAGTCC": 2074,
      "ACCCAGCC": 2075,
      "AATTCTC": 2076,
      "ACATTTTC": 2077,
      "TGCAGAC": 2078,
      "TTAAGCC": 2079,
      "ACAAACC": 2080,
      "AGCTGGC": 2081,
      "TAATGGAA": 2082,
      "TAGCCCC": 2083,
      "TAGAGG": 2084,
      "TTCACGCC": 2085,
      "AGTTCCC": 2086,
      "TATGAAAGTAC": 2087,
      "TCTGTCC": 2088,
      "TTTTTTCC": 2089,
      "ATCCATCC": 2090,
      "AAAAGAAG": 2091,
      "ATCATGCC": 2092,
      "ATATTTTATG": 2093,
      "AGGCTCC": 2094,
      "ATCAAATGGAATC": 2095,
      "TATTGCC": 2096,
      "ACTTGG": 2097,
      "AGCAAAG": 2098,
      "TTATTTTATT": 2099,
      "GGATG": 2100,
      "ATTCCATTCGAGTCC": 2101,
      "TTAATC": 2102,
      "AGAGTAA": 2103,
      "TACAGTG": 2104,
      "TCAACCCGAG": 2105,
      "AATATTG": 2106,
      "TGCAATGGAATGGAA": 2107,
      "AGACTTC": 2108,
      "ATGGATGG": 2109,
      "ACATAC": 2110,
      "TCCCTGC": 2111,
      "AGGACCC": 2112,
      "AGCAAGG": 2113,
      "TAGAATT": 2114,
      "TATAACC": 2115,
      "AAAAAGAA": 2116,
      "TGTGAAG": 2117,
      "TAACTTC": 2118,
      "TATGTTC": 2119,
      "AAACATT": 2120,
      "AACTTCC": 2121,
      "AACATTC": 2122,
      "TCACTTC": 2123,
      "AAAGACC": 2124,
      "AAAAGTG": 2125,
      "AATATCC": 2126,
      "AGTCTCC": 2127,
      "TGGCTCACACC": 2128,
      "TAAAATC": 2129,
      "TGTGTGC": 2130,
      "ATCAAATGG": 2131,
      "TTTTTCTC": 2132,
      "TTTCTTTTG": 2133,
      "AATAAGG": 2134,
      "AGGCGGAGG": 2135,
      "ATGAAGG": 2136,
      "ACCCTCC": 2137,
      "ATATGGG": 2138,
      "TCTTTCC": 2139,
      "ATACCAC": 2140,
      "TTAATTCC": 2141,
      "TATTCG": 2142,
      "ATTATAC": 2143,
      "AAATCAC": 2144,
      "TGGATGC": 2145,
      "GGCGGC": 2146,
      "AGGCCAAGG": 2147,
      "ATAAAGC": 2148,
      "ATTTGAC": 2149,
      "TGGCTAATTTTTG": 2150,
      "ATCTGAC": 2151,
      "TATTTTTAGTAGAGATGGGG": 2152,
      "TATACAG": 2153,
      "ATGTGAC": 2154,
      "ACCTGGC": 2155,
      "TTTGCAAG": 2156,
      "ATTGAATGGAA": 2157,
      "TCCCCG": 2158,
      "ATGGCCC": 2159,
      "AACACAC": 2160,
      "AGGCAGAGG": 2161,
      "ACTGGG": 2162,
      "TGCAGAG": 2163,
      "ATCCTTC": 2164,
      "AGATACC": 2165,
      "TAACTC": 2166,
      "ACTGTAA": 2167,
      "TACTCGGGAGGCTGAGGCAGGAGAA": 2168,
      "ATCAGG": 2169,
      "TTATCTG": 2170,
      "TCCTGGC": 2171,
      "TATATAAAA": 2172,
      "AAGAGGG": 2173,
      "TGTAAGG": 2174,
      "TAGAAGC": 2175,
      "TTAAACC": 2176,
      "AGAAAACC": 2177,
      "ATATTTTG": 2178,
      "TTGCAGTGAGCCAAG": 2179,
      "ATACCTG": 2180,
      "AAGTGGG": 2181,
      "AAGGGAA": 2182,
      "ATGATAA": 2183,
      "ATCAATG": 2184,
      "ATGCTAA": 2185,
      "ATGTGGC": 2186,
      "TTATCCC": 2187,
      "AATCAAC": 2188,
      "TGCAAGC": 2189,
      "TTTAGGC": 2190,
      "ACTTTG": 2191,
      "TTGGCCC": 2192,
      "TTCCTAA": 2193,
      "TCCTCAC": 2194,
      "TTAAGAA": 2195,
      "TTTATTCC": 2196,
